[
{"title": "What I unlearned about startups this year", "author": "Natasha Mascarenhas", "published_at": "2021-12-11 05:00:56", "content": "Taylor Swift has impeccable timing. First, she released “Red,” an album about heartbreak and hurt, while I was in the thick of high school. My now-retired Tumblr is still thankful. More recently, Swift took on a project to rerecord her earlier albums, reclaiming her music from her old record label — this time with her own ownership as a key difference. Her first rerecording, of “Fearless” — annotated with “(Taylor’s Version)” — came out this year.\n\nOf course, I think there’s a pretty obvious tech angle here. Swift made a statement on artist empowerment and the importance of singer-owned music — record labels be damned — the same year that we saw tech defined by the Great Resignation, emerging entrepreneurs and distributed work. Like Swift, I think the tech scene is going through an uncomfortable period of changing their minds, questioning authority and getting closer to self-advocacy as a result.\n\nLooking back, I unlearned a lot about startups this year, especially when it comes to due diligence, formalization and what it means to be contrarian.\n\nWhen Spark Capital decided to “sever all ties” with David Dobrik’s Dispo app weeks after leading a deal in the company, I immediately thought that it would set precedent across the venture capital industry. The move was triggered by a Business Insider investigation that exposed allegations from a woman who said that a member of Dobrik’s Vlog Squad sexually assaulted her.\n\nIn some ways, I was right: Unshackled Ventures and Seven Seven Six chose to step away from the company as well, donating any profits from their respective investments to organizations focused on survivors of sexual assault. In other ways, I was not. It’s clear that there continues to be a disconnect between what happened with Dispo and the world of fast-moving due diligence.", "url": "https://techcrunch.com/2021/12/11/what-i-unlearned-about-startups-this-year/"},
{"title": "5 things you may have missed in Atomico’s 2021 Europe report", "author": "Alex Wilhelm", "published_at": "2021-12-10 09:30:04", "content": "Europe, long viewed as a relative backwater to the U.S. startup market, has been on a tear in recent quarters and years. Akin to many startup markets around the world, Europe has seen its venture capital totals rise, its unicorn ranks swell, and even a few major public exits.\n\nHow hot is the market for European startups this year? This morning, TechCrunch reported that Flink raised $750 million. The “Berlin-based startup that sells food and other essentials at supermarket prices and aims to deliver them in under 10 minutes,” as we described it, is now worth $2.85 billion. And unless you are very familiar with the instant grocery market, we doubt that you were too aware of Flink.\n\nThe European startup market is now sufficiently robust and varied that it’s easy to lose track of its unicorns.\n\nThe Exchange explores startups, markets and money. \n\nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\n\nThe Exchange has been tracking Europe’s startup acceleration for years now. So, consider our general delight when Atomico, a European venture fund, and Dealroom, a data-tracker with a solid European data set, dropped a huge sheaf of numbers concerning its performance earlier this week.\n\nTied up as we were with our book guides (here and here), we’re just now getting to the data. So, instead of snagging just high-level numbers that paint a more general picture, we’re teasing out a few things that you might have missed in your own read. If you care about the state and the health of the European startup market, this is for you.\n\nWe’ll take a look at exit volumes and what we can infer for 2022, how talent issues aren’t landing equally around the continent, why there’s good and bad news for gender diversity in Europe, how pension fund money is still on the sidelines, and which collections of former employees are founding the most companies.\n\nSounds good? Let’s rock.\n\nEuropean technology M&A is having a good year. The Atomico/Dealroom report details that the total value of tech M&A in Europe through the third quarter of 2021 has crossed the $100 billion mark. For reference, that figure was below $10 billion in Q2 2019, Q3 2019, Q4 2019 and Q2 2020.\n\nBut not every tech exit fits into the venture capital model. Venture-backed exits for European tech companies are a smaller figure, but one that is still rising. Per the same data set, in the first three quarters of 2021, VC-backed tech M&A worked out to $54.9 billion. That’s a hair more than the full-year 2020 number of $54.8 billion. Throw in Q4’s numbers, and not only will 2021 be a record year for VC tech exits – this data doesn’t include IPOs, mind – it will be one by a comfortable margin.\n\nBut all that’s the past. We care more about the future. And that’s where the data set pushed our eyebrows higher. Atomico wrote the following:\n\nIf those numbers hold up, we could see roughly 50% of the 2020 total European M&A in Q4 2021 alone. That, and incremental gains from quarter to quarter, implies that Europe is starting 2022 on its strongest non-IPO exit footing in history. Bullish!\n\nRemember Brexit? If you don’t live in the U.K., the political and economic decoupling of the island from the continent may have receded into the back of your mind. It’s an SEP to some degree: someone else’s problem. But while we may think about it a bit less, U.K.-based startups have not forgotten.", "url": "https://techcrunch.com/2021/12/10/5-things-you-may-have-missed-in-atomicos-2021-europe-report/"},
{"title": "Spain moves closer to passing a startup law", "author": "Natasha Lomas", "published_at": "2021-12-10 08:41:05", "content": "Spain’s government has agreed on the details of a draft startup law — passing the baton to the parliament to debate and potentially amend the plan ahead of a vote to turn it into actual law.\n\nThe Council of Ministers announced adoption of the draft text today which it said contains important measures to cut red tape and remove bureaucratic obstacles for founding and investing in startups in Spain.\n\nThe package also targets reforms at stock options and access to visas in a bid to make the country a more attractive place for entrepreneurs and digital talent.\n\nIn a press release, Spain’s government said the package of incentives includes what it touted as “the EU’s most beneficial treatment of returns on stock options”.\n\nMinisters have agreed to raise the tax exemption on stock option income from €12,000 to €50,000 per year.\n\nThe draft also stipulates that taxation is delayed until the date of settlement — either when the stocks are sold or if the company goes public.\n\nOther notable tax measures include a reduction in Corporate Tax and Non-Resident Income Tax (which drops from 25% to 15%) for four years — which aims to tackle a major barrier, given startups typically aren’t focused on booking revenue in their early years (yet, under the current rules, are expected to pay the same rate of tax as more established businesses).\n\nThe maximum deductible amount for investments in new or recently created companies is also raised (from €60,000 to €100,000 per year), while the deduction rate goes from 30% to 50% and the period for considering a company “recently created” is extended, per the draft adopted by ministers.\n\nThe reform also looks set to tackle another key complaint of local founders: The cost and bureaucracy of setting up a startup in Spain — which has led some founders to establish their business elsewhere in Europe even if they subsequently build their product out of offices in the country.\n\nUnder the draft law, ministers say the procedures for setting up a company will be “streamlined” into a single step and can be completed online without needing to pay a notary or registry expenses.\n\nStartups will also be able to use an online portal to make business declarations and access benefits, per the release.\n\nOlivier Plante, co-founder of a local keyboard startup, ThingThing — which develops Fleksy (a keyboard SDK business) out of offices in Spain — said he felt forced to incorporate his startup in the U.K. back in 2015 — because of relative costs.\n\n“We were like three years not making a dime,” he explains. “First months we needed a lot of money to get started, registry, stocks, banks, notary (they are parasites tbh)…etc. That’s why we founded the company in the U.K. — it costs us 70 GBP instead of ~5K EUR in Spain.”\n\nPlante welcomed the reform package — saying that for him the two most important components are simplifying set-up for startups and the reduction in corporate tax rates in the early years.\n\nThe current approach is essentially “killing entrepreneurial spirit from day 1”, per Plante, or else limiting the pool of possible founders to those who are in a position to save enough money to get going. “Often, the real entrepreneurs have less means,” he noted, adding: “And Spain doesn’t enable the poor to become rich at the source.”\n\nA local startup association, startups asociación españa, also welcomed the adoption of the draft text by the Council of Ministers — although it said it’s still waiting to see all the details of the full text once that’s published.\n\nIt also said it’s hoping the parliament will go even further in improving the proposal — suggesting it should further increase the number of years for a business to be deemed a startup; and — potentially (assuming the draft has not done so) — make changes to limiting requirements (such as a startup needing to have 60% of staff in Spain to qualify; or revenue of (only) up to €5 million).\n\nThe association was most fulsome in its praise of the planned boost to tax deduction for startup investors — dubbing that “excellent news that puts us on an equal footing with others successful ecosystems”.\n\nThe reform package contains a number of other measures to incentivize entrepreneurialism — such as entrepreneurs who are simultaneously working as employees at another job no longer being required to contribute twice to the Social Security system (which disincentives bootstrapping); and plans for establishing sandboxes or trial licences in regulated sectors to foster the development of novel services and MVPs.\n\nAlthough it remains to be seen how the parliament may amend specific details.\n\nIn terms of time frame, a government source told TechCrunch it believes the law will be approved in the first half of 2022 — however, they noted that the deadline allows until the end of the year.\n\nOn the funding front, Spain’s government has an investment target of up to €4 billion to direct toward fostering startup growth — including drawing on European Union coronavirus recovery funding.\n\nFor a deep dive on the country’s ten-year plan for the startup reform, check out TechCrunch’s interview with Francisco Polo, Spain’s high commissioner overseeing delivery of the entrepreneurial strategy from earlier this year.", "url": "https://techcrunch.com/2021/12/10/spain-draft-startup-law/"},
{"title": "Wisdom nabs $2M to build out a social audio marketplace for mentorship", "author": "Natasha Lomas", "published_at": "2021-12-10 09:16:27", "content": "Wisdom, a social audio app that’s focused on surfacing “life advice” and broadening access to mentorship — and whose iOS app launch we covered back in October — has nabbed $2 million in seed funding off the back of early traction.\n\nThe seed is led by First Round Capital, with participation from a number of business angels.\n\nThe U.K.-based startup is not disclosing how many users its twist on social audio has attracted so far — but says mentors on its platform have shared some 600,000 minutes of “insights and guidance” to date; while this audio has generated 2.3 million minutes of listening (or, well, playback) in the eight weeks since the app’s official launch.\n\nIts approach to social audio combines a one-to-one “conversational” structure, centered on advice and mentorship, with the reach of a broadcast platform. (For more details on the platform see our coverage of its launch.)\n\nPer Wisdom, the platform’s approach is proving popular with podcasters.\n\nOther popular topics at this early stage include mindfulness and social media.\n\nWhile — on the influencer/mentor side — it names the likes of musician Kenny G, Buffy the Vampire Slayer actor “Spike” James Marsters and baseball Hall of Famer Andre Dawson as among its early contributors.\n\nCommenting on the seed raise in a statement, First Round Capital said: “We believe social audio is in its infancy, and it has been great to join Dayo [Akinrinade, Wisdom’s founder and CEO] and witness firsthand her vision for Wisdom. Wisdom taps into some important trends, from social audio to algorithm-friendly design — all while reflecting just how powerful and impactful communities that feature a range of voices can be — helping to give diverse and overlooked people access to high quality mentorship.”\n\n“So far, only the ‘cocktail-party format’ of Clubhouse has gained widespread traction, but we think ultimately that format will be one of a number of interesting social audio formats,” the VC firm added. “Wisdom’s format with intimate 1:1 conversations broadcast to many listeners and its timer to keep the conversation moving make it stand out within the social audio category. It’s great to be able to announce our investment in Social Audio Inc. and its Wisdom app, and we’re looking forward to seeing just how far this app with its unique format and its laudable mission will go.”\n\nAkinrinade attributed “early success” to “our incredible, helpful community of mentors”, adding in a statement: “The funding and expertise of our new investors will enable us to nurture and grow this extraordinary community.”\n\nThe startup said the seed funding will be used to build out a roadmap of features — including features focused on boosting community engagement.\n\nIt also has an Android app in the works (slated for early 2022) and said its to-do list includes launching direct messages; enhancing its AI algorithms doing search and discovery; and building monetization for mentors.", "url": "https://techcrunch.com/2021/12/10/wisdom-seed/"},
{"title": "Better.com CEO Vishal Garg steps back as employees detail how he ‘led by fear’", "author": "Mary Ann Azevedo", "published_at": "2021-12-10 08:26:41", "content": "Looks like Better.com CEO Vishal Garg’s behavior is catching up to him.\n\nThis morning, employees were notified via email by the Better board of directors that Garg would be taking time off effective immediately after the “very regrettable events over the last week.”\n\nThe move came, according to an employee who wished not to be named, after the digital mortgage company hired a crisis firm earlier this week. For those of us following the drama over the past week — over the past year, really — it was not a surprise.\n\nMore details around the executive’s behavior have emerged, including in emails that surfaced this week in which Garg berated his own investors, Vice reported. He already had a reputation for using abusive language in emails to employees, but the treatment toward his investors was yet another shock.\n\nIn the email to employees sent this morning, the board said that during the interim period, CFO Kevin Ryan would be assuming the responsibilities of CEO. It also acknowledged that it had engaged “an independent 3rd party firm to do a leadership and cultural assessment,” the results of which would be “taken into account to build a long-term sustainable and positive culture at Better.”\n\nBut the decision may be too little, too late. TechCrunch has spoken with multiple current and former employees who remain skeptical that a toxic culture can be reversed that quickly. Those same employees shared that the CEO’s so-called “apology” — which came after the resignations of the company’s heads of PR, marketing and communications — was widely viewed as insincere damage control.\n\nOne employee said she had been thinking of resigning even before the recent events, but they finally pushed her over the edge.\n\nGarg “leads by fear,” she said, preferring not to be named. “Nothing is ever good enough. He would threaten employees to work harder, faster and not be lazy, but there was never clarity on what the consequences might be.”\n\nThe pressure seemingly intensified over the past few months as the company took a hit when the number of refinancings declined.\n\n“It wasn’t a shock that the market had turned on us,” the employee said. “But the model’s predictions were that it wouldn’t happen this quickly. There just seemed to be more underlying anxiety after the SoftBank investment over the summer and with the SPAC approaching. But they could have been more transparent and just admit they overhired people last year.”\n\nThe company laid off 9% of its staff last week, one day after receiving a $750 million cash infusion as part of an amended SPAC agreement. While it was not the first (or likely the last) company to lay off workers via Zoom in this pandemic era, the way it was handled seemed to offend even casual observers.\n\nAnother sign of panic was that the company, after declaring itself remote-first, was suddenly asking people to return in-person. This was confusing to many, including those who had already moved and bought houses in other cities. \n\nIn mid-November, HousingWire reported on preliminary results published by Better’s SPAC partner, Aurora Acquisition Corp., revealing that the digital lender expected a net loss between $85 million and $100 million in the third quarter. And the forecast looked even worse for the fourth quarter, according to an S-4 filing with the U.S. Securities and Exchange Commission.\n\nThis is after a year in which Garg received a $25 million cash bonus: “In 2020, after previously requesting an equity-based award, our CEO was paid a one-time discretionary bonus of $25.0 million as determined by the Board based on his 2020 performance,” the S4 filing said.\n\nMeanwhile, one former employee said her colleagues that stayed on were being asked to take pay cuts and not receiving bonuses. She added that during the pandemic, despite being remote, customer-facing employees were forced to clock in breaks at exactly 15 minutes and 30 minutes.\n\n“If we went over by even one minute, we’d be talked down to by managers,” she told TechCrunch. “Some team members even had talkings-to by senior managers on this matter.”\n\nThe same employee also scoffed at the notion that Better lived up to its image of being a fintech where opportunities to grow were plentiful.\n\n“Better advertised itself as a powerful fintech startup where all who wanted to grow within the ecosystem, could. This was untrue,” she said. “There were virtually no opportunities for growth, raise, department collaboration, etc. Managers were sales machines and regardless of career paths, there was no room to succeed. … At Better, we were essentially taught to push customers/callers for rate locks, regardless of their intention.”\n\nBetter did not immediately respond to an emailed request for comment.", "url": "https://techcrunch.com/2021/12/10/better-com-ceo-vishal-garg-steps-back-as-employees-detail-how-he-led-by-fear/"},
{"title": "It’s time for tech to embrace security by design", "author": "Mark Sullivan", "published_at": "2021-12-10 08:45:58", "content": "Cybercriminals are getting more and more adept at exploiting the latest trend or issue of high public interest to spread malware and steal personal data from unsuspecting users.\n\nWhether it’s an app related to your favorite TV show, government health updates about COVID or tracking missed package deliveries, the result is too often the same: infected devices leading to fraud or outright theft.\n\nBasic cybersecurity hygiene is the key to protecting your devices against the most common types of malware, but we also need security built into technology to prevent these sophisticated cyberattacks.\n\nThe Secret Service is certainly best known for protecting the president. But its other primary mission is to safeguard the nation’s financial infrastructure and payment systems to preserve the integrity of the economy from a wide range of financial and electronic crimes, including U.S. counterfeit currency, bank and financial institution fraud, illicit financing operations, identity theft, access device fraud and cybercrimes.\n\nWith the prevalence of mobile devices in today’s world, that means that, as the Department of Homeland Security (DHS) recommends, “users should avoid — and enterprises should prohibit on their devices — sideloading of apps and the use of unauthorized app stores.”\n\nThe pandemic has been a boon to cybercriminals, taking “advantage of an opportunity to profit from our dependence on technology to go on an internet crime spree,” said Paul Abbate, deputy director of the Federal Bureau of Investigation.\n\nThe FBI’s Internet Crime Complaint Center registered 791,790 complaints in 2020, nearly double the previous year’s total and the largest year-over-year increase ever recorded. One particularly insidious example was text messages that encouraged users to download an app to make vaccine appointments but then sent malware to every device in that user’s contacts that could steal personal data or banking information.\n\nEarlier this year, the U.K.’s National Cyber Security Centre (NCSC) alerted the public to a new form of malware that induced a user to click on a link to track a supposedly missed package delivery, a common occurrence during the pandemic. The link downloaded a malware app, called FluBot, which could then compromise a user’s bank and other financial account details. Cybersecurity researchers discovered “the volume of malicious [FluBot] SMS messages can number in the tens of thousands per hour.” Hackers are even capitalizing on the popularity of the hit television show “Squid Game” with a new wave of cybercrimes targeting mobile devices using malware hidden in apps related to the show.\n\nMobile devices are now the primary access point for the internet, with 61% of all website visits in the United States in 2020 coming on mobile devices, cementing the trend that only became the majority in 2019. This is reflected in the increased targeting of mobile devices with cyberattacks, with complaints of phishing and smishing attacks — emails or SMS text messages with malicious links — to the FBI more than doubling in 2020, rising from 114,702 in 2019 to 241,342 last year.\n\nAs we enter the holiday shopping season, during which one survey indicates that more than 55% of shoppers will make at least one purchase with a mobile device, it is essential that device owners take precautions to protect themselves from attacks.\n\nThe NCSC recommends that users follow basic protections, like frequently backing up their devices, using virus detection software and only installing “new apps onto your device from the app store your manufacturer recommends.” That guidance mirrors that from the DHS, which also included recommendations that operating systems, apps and other software should be updated regularly and that users and enterprises adopt multifactor authentication.\n\nSimple cyber hygiene recommendations form a layered defense against attacks, dramatically reducing the threat of unauthorized access to mobile devices. Yet as critical and effective as these user actions are, cybercriminals utilize sophisticated techniques that exploit human psychology and behaviors to deceive users and penetrate devices.\n\nThese kinds of attacks, called social engineering attacks, utilize human interactions and social skills to trick users into allowing attackers access to their devices or systems, sometimes even getting users to disable optional security protections. Attacks like FluBot, fake vaccination sites and malicious “Squid Game” apps are all examples of social engineering.\n\nAccording to DHS’ Cybersecurity and Infrastructure Security Agency, mobile device owners may be more vulnerable to social engineering attacks through text messages because mobile devices’ “integration of email, voice, text messages and web browser functionality increases the likelihood that users will fall victim to engineered malicious activity.”\n\nThe White House’s Cybersecurity Summit earlier this year identified ways beyond cyber hygiene to protect against unauthorized access: “We need to transition to where technology is built securely by default. … We need to know we’re buying secure tech,” a senior White House official said.\n\nSecure-by-design mobile devices would build cyber hygiene protections into the device, removing human psychology from the security equation. Just as seat belts and air bags started as options for car buyers, they are now mandatory safety equipment in all cars.\n\nBasic cyber hygiene protections like multifactor authentication or prohibitions on downloading apps from outside official app stores can be built into systems by design. Mobile devices with these kinds of protections baked in from the start would not be nearly as vulnerable to social engineering attacks even if the device owner was, like most people, interested in a hit television show or worried about a pandemic.\n\nThe public should follow the basic cyber hygiene recommendations of our cybersecurity agencies. But we also need to short-circuit sophisticated social engineering attacks and build high-security protections into the design of our technology.", "url": "https://techcrunch.com/2021/12/10/its-time-for-tech-to-embrace-security-by-design/"},
{"title": "Apple iCloud, Twitter and Minecraft vulnerable to ‘ubiquitous’ zero-day exploit", "author": "Carly Page", "published_at": "2021-12-10 10:24:33", "content": "A number of popular services, including Apple iCloud, Twitter, Cloudflare, Minecraft and Steam, are reportedly vulnerable to a zero-day exploit affecting a popular Java logging library.\n\nThe vulnerability, dubbed “Log4Shell” by researchers at LunaSec and credited to Chen Zhaojun of Alibaba, has been found in Apache Log4j, an open source logging utility that’s used in a huge number of apps, websites and services. Log4Shell was first discovered in Microsoft-owned Minecraft, though LunaSec warns that “many, many services” are vulnerable to this exploit due to Log4j’s “ubiquitous” presence in almost all major Java-based enterprise apps and servers. In a blog post, the cybersecurity company warned that anybody using Apache Struts is “likely vulnerable.”\n\nCompanies with servers confirmed to be vulnerable to Log4Shell attack so far include Apple, Amazon, Cloudflare, Twitter, Steam, Baidu, NetEase, Tencent and Elastic, though there are likely hundreds if not thousands of other organizations affected. In a statement given to TechCrunch, Cloudflare said it has updated systems to prevent attacks, adding that it saw no evidence of exploitation.\n\nRobert Joyce, the director of Cybersecurity at the NSA, confirmed that GHIDRA, a free and open source reverse engineering tool developed by the agency, is also affected: “The Log4j vulnerability is a significant threat for exploitation due to the widespread inclusion in software frameworks, even NSA’s GHIDRA,” he said.\n\nThe Computer Emergency Response Team (CERT) for New Zealand, Deutsche Telekom’s CERT, and the Greynoise web monitoring service have all warned that attackers are actively looking for servers vulnerable to Log4Shell attacks. According to the latter, According to the latter, around 100 distinct hosts are scanning the internet for ways to exploit Log4j vulnerability. \n\nKayla Underkoffler, a senior security technologist at HackerOne, tells TechCrunch that this zero-day highlights the “threat that open source software presents as a growing portion of the world’s critical supply chain attack surfaces.”\n\n“Open source software is behind nearly all modern digital infrastructure, with the average application using 528 different open source components,” Underkoffler said. “The majority of high-risk open source vulnerabilities discovered in 2020 have also existed in code for more than two years and most organizations lack direct control over open source software within supply chains to easily fix these weaknesses. Securing this often poorly funded software is imperative for any organization that relies on it.”\n\nThe Apache Software Foundation has released an emergency security update today to patch the zero-day vulnerability in Log4j, along with mitigation steps for those unable to update immediately. Game developer Mojang Studios has also released an emergency Minecraft security update to address the bug.\n\nUpdated with comment from Cloudflare.", "url": "https://techcrunch.com/2021/12/10/apple-icloud-twitter-and-minecraft-vulnerable-to-ubiquitous-zero-day-exploit/"},
{"title": "Jumia reports 30% growth in value of goods sold on its platform during Black Friday season this year", "author": "Annie Njanja", "published_at": "2021-12-10 09:10:02", "content": "E-commerce in Africa is growing fast and its potential remains enormous as more people get connected to the internet. Across sub-Saharan Africa 303 million people, about 28% of the population, are connected to the mobile internet, according to the 2021 GSMA mobile economy report, and this number is expected to rise to 40% in three years’ time.\n\n As the number of those connected to the internet grows, and shoppers increasingly opt to buy goods online, e-commerce platforms are set to experience a spike in the number of orders made and the value of goods bought — as happened recently with Jumia.\n\nA Securities and Exchange Commission (SEC) report made by the pan-African e-commerce platform on Tuesday shows that the value of goods sold on its platform over the Black Friday season grew by 30 percentage points this year to reach $150 million. \n\nBlack Friday sales on Jumia started in 2012 and run from the first Friday of November to the end of the month. Orders made during that period rose by 39 percentage points to reach 4.3 million as the number of Jumia merchants also increased by 11 percentage points to 46,000. Jumia also recorded 40 million unique visitors, a 27 percentage points increase over that period.\n\nAs reported recently, the most popular products on the site were consumables, followed by beauty and fashion items. This comes after the e-commerce platform launched more dark stores to expand its grocery category — which as per the Q3 results seem to be paying off, yet profitability for the NYSE-listed firm remains elusive.\n\n“Our consumers are increasingly turning to Jumia for their everyday needs with the top three fastest growing physical goods categories in volume terms being fast moving consumer goods (‘FMCG’), followed by beauty and fashion,” said Jumia on the SEC filing.\n\nIn a past interview with TechCrunch, Jumia attributed the shift in shopping habits to the stay-at-home restrictions that fueled the need for online shopping as well as the youthful population that is quick to adopt new trends and the increasing smartphone and internet penetration across the continent. Smartphones contribute the most (75%) traffic to the e-commerce site, meaning that as more people get connected, online shoppers are set to increase. Nigeria, South Africa and Kenya account for most of the online sales on Jumia.\n\nPackages handled by Jumia Logistics, its delivery business over the Black Friday season, reached 5.3 million, which Jumia said was “more than double the average monthly package volume in the first 10 months of 2021.”\n\nJumia is currently the biggest e-commerce platform in Africa, leading hundreds of others, including Nigeria’s Marketplace Africa and South Africa’s Souq, and bidorbuy. The e-commerce platform is available in 11 markets across Africa, including Algeria, Senegal, Tunisia, Ivory Coast, Uganda and Morocco. ", "url": "https://techcrunch.com/2021/12/10/jumia-reports-30-growth-in-value-of-goods-sold-on-its-platform-during-black-friday-season-this-year/"},
{"title": "From Ph.D. to boutique software developer: An interview with Solwey’s Andrew Drach", "author": "Anna Heim", "published_at": "2021-12-10 13:24:11", "content": "Software consultant Andrew Drach’s two companies Callentis and Solwey demonstrate his entrepreneurial skills, but his clients also value his educational background, as we learned through TechCrunch’s survey to identify the best software consultants for startups.\n\nTelling us why her company picked Solwey, eDiscovery Assistant’s Kelly Twigger cited “Andrew’s Ph.D. and analytical background related to data,” as well as the consulting expertise for startups that he provides.\n\nExpertise is only useful when it’s implemented, though — and Solwey does this too, Twigger said. “We don’t just add tasks to a Trello board for them to complete, we discuss the goals, why and how best to achieve them with cost/benefit analysis in mind.” This point was seconded by other survey respondents, so we reached out to Drach and his team to learn more.\n\nEditor’s note: This interview has been edited for length and clarity.\n\nCan you tell us a bit about your recent background and current companies?\n\nAndrew Drach: I have been doing consulting in engineering and software on and off pretty much ever since I started coding. And after a few years working in academia, I realized that I did not want to go the tenure-track faculty route. I told my wife [Monika Jociunaite] that as much as I was passionate about science, I had decided to leave academia and grow freelance consulting into an agency and that she should join me.\n\nMonika was a perfect co-founder with complementary experience and skill set. Her background includes two master’s degrees — in international business and marketing — and she spent 5+ years working in large international corporations. She was curious to explore a more creative side of marketing as she enjoyed working on UX/UI projects in the past; and I knew firsthand that for the end users, high-quality code without good UX/UI is no different from broken code.\n\nIn December of 2016, Monika and I established two sister companies: Solwey Consulting, focused on technology strategy and execution, UX/UI design and business intelligence; and Callentis Consulting Group, a research and development business focused on translational research and technology transfer from academia to industry practice.\n\nMore specifically, Solwey provides consulting in all stages of software design and development strategy and execution. We work with our clients on architecture and infrastructure design, optimization of UX/UI design and user flows, back-end and front-end software development for web and mobile, and business intelligence/data analytics to enable our clients to rapidly grow and move forward.\n\nWhy did you choose the boutique consultancy model?\n\nWe both had strained experiences working with large agencies and staffing agencies and feeling abandoned or not important enough to have the full attention of the managers or project owners. Furthermore, we both had seen firsthand how terrifyingly crippling waterfall and broken agile could be for the progress of a project. So we set out to build Solwey and Callentis as small-by-design agencies. We directly engage with our clients, and Monika and I take personal responsibility for every single deliverable from our team.\n\nHow is your team structured?\n\nWe wanted to build a virtual-first, remote-first agency from day one. While it seemed unconventional in pre-pandemic days, this allowed us to stay as lean as the best startups out there, while drastically improving our hiring prospects. We have been incredibly lucky with the talent that joined our team and to celebrate several of our employees’ fourth anniversary while being just a five-year-old agency.\n\nCurrently, we have eight full-time developers, a DevOps manager and our Chief Operating Officer Nima [Kargah-Ostadi] who has a Ph.D. in engineering with a decade of experience leading engineering and research teams and is a certified Project Management Professional (PMP).\n\nHow have you been finding clients?\n\nWhen we started, I just googled platforms for remote contracts for software developers and registered on a few of them. In a couple of days, we had already got a contract, so we immediately got hooked on the freelancing platforms; Upwork was a primary source of projects because it was so quick to find a contract there. But over time as we grew and increased the rates and team size, Upwork became less of a fit for us. Nowadays, we get referrals from former clients, new contracts from returning clients, quite a few requests from organic and paid search, and listings on B2B platforms like Clutch.\n\nMy focus in 2021 has been on diversifying our source of leads and we have been experimenting with many different approaches. So far, the least successful has been hiring business development reps and trying out cold outreach (emails and LinkedIn) but maybe we were just doing it wrong. On the other side of the spectrum, we have had great success establishing partnerships with VC funds and marketing agencies. Other approaches (social media, paid ads, content marketing, networking) also provided interesting results.\n\nHelp TechCrunch find the best software consultants for startups. \n\nProvide a recommendation in this quick survey and we’ll share the results with everybody.\n\nAre startups your main clients, and what do they require? \n\n60% to 70% of our clients are startups or small companies at various stages. We have helped startups at pre-seed stage to create prototypes and guide their technology development plans. At seed stage, we work with them to develop their minimum viable product (MVP), and in subsequent stages, we get to help them with some of their many newly formed initiatives.\n\nSome of these companies approach us before even having a technology team, some are starting to hire and grow their development team, and some have a fully staffed technology team that is swamped with existing work and cannot take on more initiatives.\n\nWe always strive to help startups hire and complete their technology team, especially if they have an idea that revolves around technology. In fact, I have served as interim chief technology officer (CTO) for three startups.\n\nWhy do you think architecture design advice is important?\n\nEarly-stage clients are typically focused on their MVP and launch schedules. Too often, we need to walk this delicate path of helping them move as fast as possible to beat the competition and impress their investors, while at the same time try to stop them from rushing into architectural or strategy decisions that could come back to bite them hard when it is time to enhance some features, add new functionality, iterate or aggressively scale. Meanwhile, we are doing our best to provide guidance, prevent some common issues and explain why early investments in architecture or formal operational processes would help in the near future.\n\nWe tend to focus our recommendations on the time span of roughly six to 12 months so that we do not get stuck with premature optimization. A custom-tailored architectural design allows for a more efficient development process, fast iteration and gets to the robust and scalable software solution leaner and with fewer bumps along the way.\n\nWhat is your billing model? \n\nMonika and I strongly believe that transparency and easy-to-understand billing have helped us a lot in building trust and strong relationships with our clients. We use a project-based billing model with a flat hourly rate.\n\nDuring the preliminary diagnostic conversations with our prospective clients, we try to understand their priorities and carve out a reasonable scope for projects divided into stepwise phases. Nima and I then put together a Gantt chart to visualize a realistic schedule of tasks and estimate the number of hours it would take to design, develop, test and deploy the anticipated solution given client and resource conditions. The proposed budget is simply this number of hours multiplied by our hourly flat rate, which includes all overhead costs.\n\nWhat’s your typical timeline?\n\nFor a typical startup product that is at initial phases of developing an MVP, we typically recommend two weeks for discovery and requirements gathering, four weeks for UX/UI design along with infrastructure and architecture design, eight weeks for agile development and continuous testing to implement the major functionality and finally two weeks for deploying the MVP solution and last-minute tweaks.\n\nWe work with our clients to postpone any tasks that were collectively identified as non-blocking or non-critical to keep the MVP lean enough to have a successful launch within such a short timeline. This is because in our experience, four months is long enough time to develop most MVPs and short enough to enable rapid launch and get much needed feedback from users and investors that guarantee the success of the startup in subsequent phases.\n\nTwo of your clients mentioned coming to you after not-so-great experiences with other firms. Could you explain what this is like? And do you have any advice for startups wanting to avoid bad experiences?\n\nThe very first thing I tell our clients in the diagnostics call, is that sometimes things do not work out, but their negative experience does not mean that working with external teams is always going to fail or that their previous technology partner was unqualified or had bad intentions. I joke sometimes that our team should be called “iteration #3.” A majority of projects that we take over usually went through two iterations: once with an agency outside of the United States, due to cheaper rates, and another time with a junior or midlevel freelancer. And while there is absolutely nothing wrong with either approach, founders tend to underestimate the level of hands-on coordination required to complete the project in those scenarios.\n\nAdvice on avoiding a bad experience? Setting clear expectations and communication. Whether a startup is engaged with a staff-augmentation agency, or a temporary hire, or a freelancer, or an agency like us, it all boils down to having clear delineation of tasks and frequent check-ins to ensure that any potential issues surface quickly and the team can pivot quickly. Will there be unexpected issues, delays, complications? Certainly. But it matters how these obstacles are communicated and addressed.\n\nDo you have any thoughts on fake agile versus real agile? And why do you believe in the latter?\n\nIn my opinion, the word “agile” has been loosely applied to many different approaches and strategies to manage projects so the discussion of “fake” versus “real” agile is tricky without a specific context or example. Through our interactions with different teams, we have encountered cases when the agile process ended up being extremely inefficient for a number of reasons. Sometimes, a manager or team lead would be laser-focused on agile ceremonies designed for large distributed teams while the total team size is just two developers working in the same room. In other cases, the process was set to be so fluid that the priorities would shift several times a day. And sometimes, the team would define weekly or biweekly sprints, but then would have a rigid quarterly plan that looks exactly like a waterfall approach.\n\nTo be honest, I am not sure that our process would fall into the strict definition of agile because we adjust it and try to accommodate client preferences to reduce any potential friction. We have several important requirements, including daily check-ins with our designers and developers, weekly sprints with well-defined tasks, regular release schedules, continuous integration flows, striving to have design assets be ready 1-2 sprints ahead of development, etc. But beyond those, we do our best to accommodate and provide recommendations to the client as the process would be quite different for a one-person team versus a late-stage startup with dozens of team members spread across multiple time zones.", "url": "https://techcrunch.com/2021/12/10/from-ph-d-to-boutique-software-developer-an-interview-with-solweys-andrew-drach/"},
{"title": "As EU’s VAT reform ramps up, marketplaces must focus on compliance to avoid tax risk", "author": "Roger Gothmann", "published_at": "2021-12-10 12:12:17", "content": "Electronic interfaces, platforms and marketplaces form a key layer in the digital infrastructure behind e-commerce, serving as gatekeepers between consumers and producers of digital content or digitally sold products.\n\nThese gatekeepers offer third-party companies access to a global market by providing their own infrastructure. It is therefore not surprising that their growth is often driven by a strong influx of third-party companies, which can expand internationally with their products and content without having to build their own technological infrastructure.\n\nAn increasing number of online retailers use such platforms for their e-commerce businesses, which has made these platforms an integral part of compliance procedures.\n\nOn July 1, 2021 there was a big change in the European Union’s Value Added Tax (VAT) law, impacting online retailers, marketplaces and their e-commerce businesses across the EU. Since 1993, the VAT law in the European Union concerning cross-border e-commerce was in large part unchanged and was originally introduced for mail order businesses that used catalogues.\n\nBut EU member states realized a few years ago that EU VAT law was no longer on track with the developments taking place in the e-commerce ecosystem.\n\nThis has led to many problems for marketplaces like Amazon, as they have a significant number of third-party merchants based outside the EU. For example, third-party merchants account for about 50%-60% of Amazon Germany’s revenue, and more than half of these merchants based in China.\n\nThe VAT problems that arise from this led to enormous tax losses in the past, because third-party merchants, especially those from China, did not declare the VAT that was actually due in the EU, giving them a huge market advantage over the EU merchants. The EU has recognized this and initiated the VAT reform, which primarily places responsibility on the marketplaces.\n\nThe EU VAT e-commerce package, under specific circumstances, can make online sellers and marketplaces liable to pay VAT and leads to certain challenges and risks.\n\nSince July, it has been key for marketplaces to determine the VAT due for every transaction and establish related processes such as VAT rate determination, invoicing, filing and reporting. This is applicable to marketplaces when they are liable to pay tax on transactions by sellers not based in the EU or for distance sales from non-EU countries.\n\nMarketplaces have to be aware of additional indirect tax regulations to avoid massive tax and financial risks. Not adapting to the new regulations can result in paying VAT and interest retrospectively for the sales made on the platform. In Germany, this would mean paying 19% VAT on the net sales, with fines and interest added on top. In countries like Italy, the surcharges can reach up to 240%.\n\nIt is not only necessary for online merchants to determine the VAT rate for their products, but marketplace operators, being liable for VAT under certain circumstances, also have to ensure the application of the correct VAT rate in every EU member state.", "url": "https://techcrunch.com/2021/12/10/as-eus-vat-reform-ramps-up-marketplaces-must-focus-on-compliance-to-avoid-tax-risk/"},
{"title": "EFF sues spyware maker DarkMatter for illegally hacking Saudi activist", "author": "Carly Page", "published_at": "2021-12-10 08:40:20", "content": "The Electronic Frontier Foundation (EFF) has filed a lawsuit against spyware maker DarkMatter, along with three former members of U.S. intelligence or military agencies, for allegedly hacking the iPhone of a prominent Saudi human rights activist. \n\nThe lawsuit was filed on behalf of Loujain al-Hathloul, who claims she was among the victims of an illegal hacking campaign orchestrated by DarkMatter and three former U.S. intelligence officers hired by the UAE following the Arab Spring protests.\n\nThe former NSA operatives — named in the lawsuit as ExpressVPN CIO Daniel Gerike, Marc Baier and Ryan Adams — were part of the Project Raven hacking program, an effort by the UAE to spy on human rights activists, politicians, journalists and dissidents opposed to the government during the Arab Spring protests.\n\nBack in September, the three former spies agreed to pay a cumulative $1.7 million after admitting to violations of the Computer Fraud and Abuse Act (CFAA) and prohibitions on selling sensitive military technology under a non-prosecution agreement with the U.S. Justice Department. They are also permanently banned from any jobs involving computer network exploitation, working for certain UAE organizations, exporting defense articles or providing defense services.\n\nAl-Hathloul — best known for her efforts in calling for greater women’s rights in Saudi Arabia — claims the ex-spies exploited a vulnerability in iMessage to illegally hack into her iPhone in order to secretly monitor her communications and location. This, she claims, led to her “arbitrary arrest by the UAE’s security services and rendition to Saudi Arabia, where she was detained, imprisoned and tortured.”\n\nThe lawsuit alleges Gerike, Baier and Adams purchased malicious code from a U.S. company and intentionally directed the code to Apple servers in the U.S. to reach and place malicious software on al-Hathloul’s iPhone in violation the CFAA. It also alleges that they aided and abetted in crimes against humanity due to the fact the hacking of al-Hathloul’s phone was part of the UAE’s widespread and systematic attack against human rights defenders and activists.\n\nThe EFF, which filed the lawsuit alongside law firms Foley Hoag LLP and Boise Matthews LLP, says this is a “clear-cut” case of device hacking, whereby “DarkMatter operatives broke into al-Hathloul’s iPhone without her knowledge to insert malware, with horrific consequences.”\n\n“Project Raven went beyond even the behaviour that we have seen from NSO Group, which has been caught repeatedly having sold software to authoritarian governments who use their tools to spy on journalists, activists and dissidents,” said Eva Galperin, cybersecurity director at EFF. “DarkMatter didn’t merely provide the tools; they oversaw the surveillance program themselves.”\n\nIn a statement, al-Hathloul said:", "url": "https://techcrunch.com/2021/12/10/eff-sues-spyware-maker-darkmatter-for-illegally-hacking-saudi-activist/"},
{"title": "The ‘art’ of VC startup valuations is a forgery", "author": "Scott Lenet", "published_at": "2021-12-10 13:51:01", "content": "Venture capitalists frequently say that valuing startups is “more art than science.” If that’s true, then it’s absurdist art, because most seed-stage businesses have no value.\n\nIn fact, seed-stage startups — companies that have not yet released a product, regardless of how many rounds they’ve raised — are probably worth less than zero using any rational valuation methodology. The only certainty at this stage is that the startup will keep losing more money until a product is released, at which point it’s possible that revenue may be generated. The chances of going out of business are high.\n\nIt’s not that much better for early-stage startups, which again, are not defined by rounds like Series A or Series B, but by how much business progress they’ve made. Once a seed-stage company has released a working product, the startup has reduced one of the two major risks facing the business: commercialization. At this stage, now a company must prove the new product or service can be turned into a scalable business.\n\nLike seed-stage startups, early-stage companies are still very fragile, with little predictability of revenue or cash flows. By definition, once the business has become predictable, the company is in the growth or expansion stage. Without predictability, traditional valuation tools like discounted cash flow (DCF) are nearly useless.\n\nSo venture capitalists lie to entrepreneurs and pretend that seed- and early-stage startups have intrinsic value.\n\nWhy would investors agree to ascribe value to assets that have no objective current economic value?\n\nI’ve heard many corporate executives ask this exact question, wondering whether it wouldn’t be better simply to acquire startups instead of funding them, usually in hopes that rational valuation techniques can be applied.\n\nThe best answer, based on my experience as a venture capitalist and entrepreneur for three decades, has nothing to do with valuation methodology and everything to do with teamwork, belief and commitment. Investors must be on the same team as the entrepreneurs they fund. And this means that each party needs an opportunity to win and must demonstrate that they believe in common goals. In venture capital, where investors rely on high growth rates, a “win-win” compensation design is much more important than a “technically correct” valuation.\n\nAt the seed stage, where the value is arguably zero, investors would own all of the startup with an investment of any amount. Obviously, no entrepreneur would willingly accept such an arrangement.\n\nThus, to be fair to the entrepreneur, the lie is born. We pretend the startup has value so that the startup’s team is motivated and everyone involved has a chance to win. The VC also won’t take a majority of the startup in most cases, because a control position means the entrepreneur is “working for” the investors. The philosophy of venture capital is that the entrepreneur runs the business and the investor provides capital and support in exchange for a minority share and a non-operational role.\n\nI learned this from Bill Draper, who was one of the first venture capitalists on the West Coast in the 1960s. He said that in those early days, the goal was just to keep it simple, in contrast to the “financial engineering” that typified growth-stage investing on the East Coast.\n\nHis mantra back then was “half for the entrepreneur and half for the investors.” When investors realized that employees need motivation too, this became a third for the entrepreneur, a third for the investors and a third for employees. It’s not dramatically different today.\n\nSo if this is true, is there any role for valuation discipline at the seed or early stage?\n\nThe answer is yes, because the investor still needs to evaluate the deal as a potential source of return against other alternative investment opportunities, so long as the resulting valuation is fair to the entrepreneurs.\n\nIn fact, a good analogy for how this works may come from real estate. Prior to becoming a venture capitalist in 1992, I worked as a real estate appraiser. Appraisers use three main methodologies when valuing a property: intrinsic value, income-producing value and market value.\n\nIntrinsic value is often called “replacement cost” in real estate. It’s what it would cost to buy a similar parcel of land and rebuild the same house from scratch, estimating the cost of labor and materials. In real estate appraising, this method carries almost no weight, just as in venture capital.\n\nThe income method in real estate applies to properties that produce predictable cash flow, like apartment buildings or established rental properties. For obvious reasons, this method is impossible to apply to seed- and early-stage startups where there is no profit and nothing is predictable except for expenses. This is why DCF isn’t used to value startups.\n\nThe dominant valuation technique used in real estate appraisals is the third methodology, market value. This approach seeks to understand how the market values similar assets, as defined by location, style, square footage and transaction recency. In other words, what have other buyers demonstrated they will pay for similar houses in the same neighborhood during the last six months?\n\nReal estate appraisers use comparable sales to determine an adjusted price per square foot as the principal basis for calculating valuations when applying the market value method.\n\nVenture capitalists do something very similar. There are clear valuation ranges for startups by stage and by round, which represent an established market value. These figures are even published by PitchBook, CB Insights and other organizations that track startup investment activity.\n\nVCs then look for comparable sales in the exit values of startups with similar business models in the same industry, measuring price-to-revenue for M&A and IPOs. We then apply these multiples to projections of future revenues to determine if we can achieve a “risk-adjusted” multiple at today’s market price.\n\nFor a venture capitalist, it doesn’t matter if a startup has an intrinsic value of zero today if there’s a reasonable chance to make 10x our money or better. It’s the potential multiple that matters, not whether we can apply traditional finance metrics to a startup.\n\nThis is completely different than how valuations are typically calculated when making an acquisition, creating potential confusion for corporate development personnel who’ve added venture capital investing as a new responsibility.\n\nWhen a corporation makes acquisitions, each transaction must make independent financial sense. Venture capitalists, however, can accept the risk of seed- and early-stage startups — including a rational expectation of experiencing some failures — by taking a portfolio approach. VC investors don’t require a fixed or predictable return but seek a blended return on a pool of capital that is invested in multiple startups. According to PitchBook, the average VC fund has 18.4 portfolio companies and top-quartile performance has generally corresponded to returning approximately 2x aggregate committed capital over the last few decades.\n\nAll that’s required to justify a seed- or early-stage investment is to believe that the potential multiple on investment offsets the risk that capital may not be returned. This is based on the premise that the most VCs can lose is 1x their money — and the most they can make is unlimited. Of course, investors need to be rational about whether the potential multiple is realistic and worth the risk, investor Fred Wilson noted.\n\nAnd this means venture capitalists are free to participate in the fiction about what seed- and early-stage startups are worth today. The real purpose of valuations at this stage is to find a split that is fair and motivational for everyone involved.", "url": "https://techcrunch.com/2021/12/10/the-art-of-vc-startup-valuations-is-a-forgery/"},
{"title": "1,000 companies per Y Combinator batch? RIP Y Combinator", "author": "Haje Jan Kamps", "published_at": "2021-12-10 12:33:24", "content": "Don’t worry, Y Combinator fans, you’ll be able to write off this entire opinion piece as the disgruntled musings of “a failed startup founder who was never able to get into Y Combinator,” because seen through one lens, that’s exactly what I am. But, damn it, for a while there, being a Y Combinator company meant something. People who’d gone through Y Combinator spoke through it in hushed tones, as if God’s own light had shined upon them, and they had been touched by the wings of an angel.\n\nTruth is, for a lot of companies, being part of Y Combinator was a huge breakthrough, and getting the YC stamp of approval meant something. The selection criteria were stringent, and whenever there was a YC demo day, the entire startup ecosystem would be wafting themselves with a sense of arousal and excitement. The press would be sharpening its proverbial pencils, and investors would be clamoring for the most promising startups. Both groups did that for the same reason: To make it through the YC selection process and survive it through the end of the program meant that the companies at least reached a basic level of competence. \n\nPeople who don’t know much about martial arts think that earning a black belt is a big deal. It is — but in most systems, it shows just that you have basic proficiency, and that you can be trusted to practice with some level of safety and competency. People who understand martial arts understand that the true deep study starts at the black-belt level. In a way, the same was true for Y Combinator: Get accepted and work your way through the program, and you’ve got your black belt. Congrats, pop some champagne, pat yourself on the back. Now the real work begins.\n\nSo when Y Combinator’s new boss Geoff Ralston says he can see Y Combinator fund 1,000 companies per batch at some point in the none-too-distant future, my read is that the firm is tooling up to change from being a boutique martial arts gym to a mass-market dojo that’s trying to train a ludicrous number of founders into fighting-fit karate kids. Although, if you remember “Karate Kid,” the smaller, scrappier gym was, ultimately, a better place to be.\n\nThe move would make a lot of sense for Y Combinator — if, as Ralston claims, they will be able to keep the quality of founders and the selection criteria at a high level, the firm is effectively creating an index fund of startups. At the stage Y Combinator invests, they can pick up a not-insignificant percentage of the companies for not a lot of money. If 1‰ (that’s 1 out of a thousand) startups turn into an Airbnb, DoorDash, Coinbase, GitLab, Dropbox, Amplitude, Matterport, PagerDuty, Stripe, Instacart, Cruise, Brex, Reddit, Zapier, Gusto, Flexport, Monzo, Mux or Rippling, it’s a hell of a business model. That impressive list of startups isn’t a coincidence; those are all companies you’ve probably heard of, and all Y Combinator portfolio companies.\n\nThe problem isn’t for the investors; they’re going to be just fine. The challenge is for the startups. Some will argue that network effects get better when the network gets bigger; and that might be true — but that is an incredibly hard problem to solve. Not least because the very best founders don’t have time to actually participate in the network; especially in the early days, they’re heads down building their startups, not rolling up their sleeves to help other founders.\n\nAs a founder, I’d question whether it’s worthwhile to be a part of a 1,000-strong cohort. Will the Y Combinator badge of honor help you get a meeting with an investor? Will it help you get bumped to the top of a journalist’s email inbox? Or will it simply cease to be valuable as a filter to the outside world, and drastically reduce the value of having been a Y Combinator alum in the first place?\n\nMy personal suspicion is that Y Combinator becoming huge(r) is great for YC and its limited partners (i.e. the people investing into YC). For the startups, there’s a point of diminishing returns. I think that point was a while back when the cohorts ballooned to 377 startups and became completely unwieldy for anyone who was trying to keep an overview of what was happening inside its rapidly expanding walls.\n\nIt’s only a question of time before someone starts offering the service and exclusivity of what YC did in the early days — there are already a few contenders in the running — and when one of them starts gaining traction and building up a portfolio of its own, YC would be left with an index fund of the also-rans. I would be delighted to be wrong, but it feels like this is the beginning of the end of the Silicon Valley institution.", "url": "https://techcrunch.com/2021/12/10/y-combinator/"},
{"title": "Daily Crunch: After ‘very regrettable events,’ Better.com CEO Vishal Garg will take time off", "author": "Alex Wilhelm", "published_at": "2021-12-10 15:10:17", "content": "To get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PST, subscribe here.\n\nHello and welcome to Daily Crunch for December 10, 2021! Yes, it is Friday at last, which means we’re about one week away from news grinding to a halt so that we can all enter nerd hibernation for two weeks. Not that your humble servant is counting down. Still, we have a really solid mix of tech news today, featuring companies big and small. To work! —Alex\n\nThe 2021 IPO cycle is coming to a close, with just Samsara’s debut yet to come by our reckoning. So what should we make of HashiCorp’s and Nubank’s pair of public offerings that touched down this week? That the market for both OSS and fintech remains more than attractive enough to defend unicorn valuations.\n\nSince the pandemic began, the rules of the game for growth marketing have changed considerably.\n\nConsumers are embracing Apple’s iOS 14.5’s privacy changes, regulators are taking a greater interest in browser cookies, and The Great Resignation are just a few X factors, but there are many others.\n\n“What worked yesterday may not work today and likely won’t work tomorrow,” writes Jonathan Metrick, chief growth officer at Sagard & Portage Ventures, and Simon Lejeune, user acquisition lead at Wealthsimple.\n\nHere’s what they’re preparing for:\n\n(TechCrunch+ is our membership program, which helps founders and startup teams get ahead. You can sign up here.)\n\nTechCrunch wants you to recommend software consultants who have expertise in UI/UX, website development, mobile development and more! If you’re a software consultant, pass this survey along to your clients; we’d like to hear about why they loved working with you.", "url": "https://techcrunch.com/2021/12/10/daily-crunch-after-very-regrettable-events-better-com-ceo-vishal-garg-will-take-time-off/"},
{"title": "How optimizing presales productivity can help startups multiply revenue growth", "author": "Freddy Jose Mangum", "published_at": "2021-12-10 10:36:37", "content": "Today’s high-growth technology companies rely on millions of presales professionals, also known as sales engineers and solution consultants, to explain the value of technologies to buyers and customers. Ultimately, the contributions of these trusted technical advisers help close sales.\n\nBut while the C-suite acknowledges presales as a necessary supporting function to sales, executives don’t look to presales when they want to yield more growth.\n\nInstead, the chief revenue officer (CRO), who typically oversees the presales organization, will often try to brute-force growth by adding more sales reps. That’s one way, but there are other approaches, especially in a market where finding talent has its own challenges.\n\nAn alternative solution may lie in presales. According to a McKinsey & Company survey, investing in presales can improve conversion rates by five points, raise revenue by 6%-13% and accelerate sales by 10%-20%.\n\nRather than adding more headcount, the CRO can try something different — the presales force multiplier effect — to boost revenue.\n\nTo illustrate this concept, let’s examine three scenarios to quantify the impact of presales on growth.\n\nRevenue models that have a high volume of transactions with corresponding low annual contract values (ACVs), say $10,000 to $50,000, can commonly have a presales-to-sales ratio of 10:1. If each sales representative has an annual quota of $750,000, this implies that one presales professional can have an annual quota influence of $7.5 million across all 10 sales representatives.\n\nIf a presales professional’s productivity were to increase 5% across the $7.5 million top-line influence, it could result in $375,000 ($7.5 million * 5%) incremental revenue without the need for additional headcount.\n\nEnvision a model where ACVs could range from $51,000 to $100,000 and the presales-to-sales ratio is 5:1. If each sales representative has an annual quota of $900,000, this implies that one presales professional can have an annual quota influence of $4.5 million across all five sales representatives. If one presales professional’s productivity were to increase by 10% across the $4.5 million top-line influence, it could result in $450,000 ($4.5 million * 10%) incremental revenue without adding to the headcount.", "url": "https://techcrunch.com/2021/12/10/how-optimizing-presales-productivity-can-help-startups-multiply-revenue-growth/"},
{"title": "Ford to triple production capacity for the all-electric Mustang Mach E by 2023", "author": "Kirsten Korosec", "published_at": "2021-12-10 15:25:16", "content": "Ford plans to increase production of the all-electric Mustang Mach E next year with the goal of tripling its current capacity by 2023 to meet “incredible demand,” CEO Jim Farley tweeted late Friday.\n\nThis is the first time the automaker has provided specific outlook for the Mustang Mach E.\n\nFord said in November that it would increase its production capacity of electric vehicles to 600,000 units globally by 2023 — a goal that would be spread across the Mustang Mach E, F-150 Lightning and commercial E-transit vans. If Ford hits that 600,000 figure it would double the number it had expected to produce over the next two years.\n\nThe tweet from Farley reads: “It’s hard to produce Mustang Mach Es fast enough to meet the incredible demand, but we are sure going to try. So starting in 2022 we are increasing production and expect to reach 200,000+ units per year for North America and Europe by 2023. That’s 3X our 2021 output.”\n\nFord confirmed to TechCrunch that it will be able to increase production capacity of the Mustang Mach E by building some of the vehicles at its factory in Cuautitlan, Mexico.\n\nThe tweet came the same day that Automotive News reported Ford was delaying the start of production of battery-electric versions of the Explorer and Lincoln Aviator crossovers by about 18 months, according to memos sent to suppliers and viewed by Automotive News. The EV versions of the Explorer and Aviator were supposed to be assembled at its Cuautitlan, Mexico factory.\n\nFord has previously said it expected sales to be around 50,000 Mustang Mach E vehicles for the first year of production (MY 2021) in North America and Europe. Ford has sold 15,602 Mach Es in Europe through the end of the third quarter and 24,791 through end of November in the U.S., according to the company’s latest sales data. At 40,393 vehicles to date, the company should hit its 50,000 sales goal.", "url": "https://techcrunch.com/2021/12/10/ford-triple-production-capacity-electric-mustang-mach-e/"},
{"title": "TechCrunch+ roundup: Less VC for SV, 2022 marketing predictions, GTM research strategies", "author": "Walter Thompson", "published_at": "2021-12-10 13:57:24", "content": "Detroit became the center of America’s automobile industry largely for logistical reasons: its midwestern location, high population density and proximity to raw materials were just a few factors that assured investors it was an optimal spot for building an industrial hub.\n\nSilicon Valley’s tech ecosystem, on the other hand, was initially seeded by military research and a surge in college admissions after the Second World War that fostered a community of technologists and investors.\n\nBut those aren’t permanent geographic traits like being close to ports or large deposits of iron and copper ore.\n\nDecades after Palo Alto’s first garage startup, talent and capital has become more evenly distributed: This year, Bay Area startups only attracted 27% of all U.S. seed- and early-stage venture dollars.\n\nFull TechCrunch+ articles are only available to members.Use discount code TCPLUSROUNDUP to save 20% off a one- or two-year subscription.\n\n“It’s been more than 10 years since that percentage fell below 30%,” reports Mary Ann Azevedo, who analyzed “Beyond Silicon Valley,” a report released by investment firm Revolution and PitchBook.\n\nShe identified several factors pushing investors in major tech hubs to venture outside their own backyards in search of opportunities. Many readers may be surprised to learn which city is now the top destination for dollars from NYC and SF-based investors.\n\n“This momentum we’re seeing now? You ain’t seen nothing yet,” said Revolution founder and CEO Steve Case.\n\nSome might think “Silicon Valley’s share of US VC funding falls to lowest level in more than a decade” is a scary headline, but from my perspective as a resident, it’s great news. The San Francisco Bay Area has received tremendous benefits from making itself a magnet for technology talent and money, but it’s also had unintended impacts on the region’s infrastructure, housing and income inequality.\n\nI mean, we have the best food and weather, but we certainly haven’t cornered the market on good ideas. If more people are starting up in cities like Cincinnati, Portland and Buffalo, not only will those communities benefit directly, we’ll also see new products and services that reflect a greater diversity of thought and location.\n\nThanks very much for reading, and I hope you have a great weekend.\n\nWalter ThompsonSenior Editor, TechCrunch+@yourprotagonist\n\nSince the pandemic began, the rules of the game for growth marketing have changed considerably.\n\nConsumers are embracing Apple’s iOS 14.5’s privacy changes, regulators are taking a greater interest in browser cookies, and The Great Resignation are just a few X factors, but there are many others.\n\n“What worked yesterday may not work today and likely won’t work tomorrow,” write Jonathan Metrick, chief growth officer at Sagard & Portage Ventures, and Simon Lejeune, user acquisition lead at Wealthsimple.\n\nHere’s what they’re preparing for:\n\nA marketer is one of a startup’s most important first hires, but finding out just who your end users are and what they want from your product is even more important.\n\n“You must first get to know your potential customer and what is going on in their life that will ultimately trigger them into using you,” writes Lucy Heskins, an early-stage startup marketing adviser.\n\nHeskins shares three key questions that will help you better understand target customers, along with recommendations for how to apply the data you’ll gather in future marketing campaigns:\n\nDear Sophie,\n\nI sponsored my fiancé for a K-1 visa last year right before the pandemic. Unfortunately, the consulate canceled my fiancé’s visa interview and he hasn’t yet been able to get his visa.\n\nNow that travel restrictions to the United States have been lifted, what’s the status of visa interviews?\n\n— Pining in Pittsburgh\n\nDear Sophie,\n\nI’m in the U.S. on an approved H-1B petition, but I don’t have an H-1B visa stamp in my passport. I want to visit my family in Mumbai.\n\nWill I get a visa stamp in time to return to the U.S. within a month?\n\n— Hankering for Home\n\nInvestment management is one of a few industries where a manager’s win comes at another’s loss, writes Versatile VC founder David Teten and Katina Stefanova, CIO and CEO of Marto Capital.\n\n“If you eat a great steak dinner, it doesn’t imply that others have to eat hot dogs. In asset management, each new money manager who generates alpha (returns above the passive benchmark performance) does so at the expense of other managers who underperform.”\n\nIn the first post in a series that examines investment management, Teten and Stefanova give us a look at the current state of the industry and explain why it is primed for disruption.\n\nIn his latest guest post for TechCrunch+, OpenView partner Kyle Poyar explains why usage-based pricing “is a company-wide effort” that “requires ditching the old SaaS metrics playbook.”\n\nIt’s no fad: UBP went mainstream because SaaS companies that use it see dramatically higher growth and retention rates.\n\nCiting examples from powerhouses like Twilio, Stripe, AWS and others, Poyar explains how UBP companies “share their customers’ success” and reduce their risk of ending up with a CRM packed “with lots of unprofitable customers.”", "url": "https://techcrunch.com/2021/12/10/techcrunch-roundup-less-vc-for-sv-2022-marketing-predictions-gtm-research-strategies/"},
{"title": "Volvo had some R&D data stolen in security breach", "author": "Kirsten Korosec", "published_at": "2021-12-10 10:46:00", "content": "Volvo Cars is investigating a cybersecurity breach and theft of a limited amount of the company’s research and development data. The data breach was reported Friday by the Swedish automaker.\n\nThe company said one of its file repositories had been illegally accessed by a third party. Investigations have revealed that a “limited amount of the company’s R&D property has been stolen during the intrusion,” the company said in a statement Friday.\n\nDespite the limited amount, there may be an impact on the company’s operation, Volvo Cars said. without providing more details on the size of the breach or what was stolen. A Volvo spokesperson also declined to provide more information.\n\nThe company is working with an independent third-party researcher to investigate the property theft.\n\nVolvo said it implemented security countermeasures, including steps to prevent further access to its property and notified relevant authorities after it detected the unauthorized access.\n\nIt appears that the theft was targeting company R&D data, not customer information. Volvo said it “does not see, with currently available information, that this has an impact on the safety or security of its customers’ cars or their personal data.”\n\nThe media outlet Inside-it, which was the first to report the breach, found a screenshot on the dark web that showed Volvo’s data was released on the website of a ransomware gang called Snatch.\n\nA report released in fall 2021 by digital risk protection company CybelAngel found that the automotive industry is at severe risk of ransomware attacks due to the availability of hundreds of thousands of exposed credentials online.\n\nThe company’s six-month investigation of automotive companies found that highly sensitive information was leaked, including trade secrets, personally identifiable information, blueprints of engines and production facilities, confidential agreements, human resources documents and more. The company concluded that the these leaks occurred due to employee internal threats and external security weaknesses across the automotive supply chain.", "url": "https://techcrunch.com/2021/12/10/volvo-had-some-rd-data-stolen-in-security-breach/"},
{"title": "Earnr is a new finance and tax app aimed at UK ‘side-hustle’ businesses", "author": "Mike Butcher", "published_at": "2021-12-10 04:49:13", "content": "Earnr is a new finance and tax service aimed at the U.K. creator economy and people doing “side-hustle” businesses. It’s now secured £650,000 to launch an app aimed at “solopreneurs”. The round was led by 7percent Ventures, and was joined by Antler and FJ Labs.\n\nThe startup deals with the financial and tax admin side of new ventures, and works with private, personal bank accounts. The app provides a hub of financial tools and services for these self-employed side-hustlers, as it provides digital bookkeeping and accountancy services, automates tax returns and comes with access to expert help.\n\nAnyone earning less than £3,000 from their side hustle can submit their tax return for free, and over that Earnr charges a flat £99 fee.\n\nCEO Enzo Ottens said: “Many of us in the Earnr team started our own side hustles during the U.K.’s many lockdowns, and although doing this is getting easier than ever, finance and tax admin is always where complexity and the risk of expensive mistakes lurk… So we’ve built a service that does it all for you, and automatically with a minimum of hands-on input.”\n\nAndrew J. Scott, founding Partner at 7percent Ventures, said: “We backed Enzo and the Earnr team because of their ambition to disrupt the half-trillion-dollar accounting sector globally using AI At 7percent we love startups which aim to fundamentally transform laggard industries and Earnr were aligned on the fastest way to do that, starting today with tax returns for side earners.”", "url": "https://techcrunch.com/2021/12/10/earnr-is-a-new-finance-and-tax-app-aimed-at-uk-side-hustle-businesses/"},
{"title": "Tiggy ready to take on Canadian food delivery incumbents with 15-minute option", "author": "Christine Hall", "published_at": "2021-12-10 05:00:23", "content": "Grocery delivery startup Tiggy is a new player in the Canadian quick commerce space, announcing Friday $6.35 million in seed funding to get its dark stores up-and-running to accommodate 15-minute deliveries.\n\nE-commerce sales are a $29 billion market in Canada, but food delivery is still nascent. Eugene Bisovka and Razmik Sukyasov co-founded Vancouver-based Tiggy in July 2021, just about the time that Instacart announced it was beginning food delivery in Quebec, giving the food delivery giant access to all 10 Canadian provinces now.\n\nMany individual grocers offered their own delivery during the global pandemic, in addition to the delivery incumbents Instacart, PC Express, Inabuggy, DoorDash and Uber Eats. Tiggy is taking the approach of offering a faster delivery, with no minimum charge or no extra cost, which Bisovka told TechCrunch differentiates the company from its competitors that have longer delivery times and associated fees.\n\n“What impressed me was that Canada has a $100 billion market and almost no food delivery players,” he added. “That was a big reason we chose this market. You can get groceries from DoorDash or Uber Eats, but it takes one hour for delivery and they charge fees, so it is not clear what the final price will be.”\n\nEmploying a dark store model is another differentiator, as the model is one that is “virtually non-existent in Canada,” Bisovka said. He explained that the dark store approach leads to hundreds of additional orders per day in the $25 to $30 range, with a projected contribution margin between 10% and 12%.\n\nThe company launched its service in September with over 1,400 SKUs, including pantry staples and fresh fruits and vegetables. It is also encouraging more consumer behavior toward on-demand shopping, for example, if you’re cooking and run out of an item or realize you don’t have it.\n\nHeartland led the seed round and was joined by Global Founders Capital, FJ Labs and Redbox Ventures. With the new capital, Bisovka intends to double the amount of SKUs offered, expand Tiggy’s footprint in Vancouver with two new dark stores — it already has four stores — and enter Toronto with five stores by the end of the year. It also gives the company a solid runway to open 350 fulfillment centers across the country by 2024.\n\nThough Bisovka declined to discuss growth metrics outside of having now employed 150 people in five months, Turner Novak, founder of Banana Capital, and one of the company’s early investors, said Tiggy was growing “at an impressive pace” and is already disrupting incumbents that have 1 million customers.\n\n“It’s been impressive watching them over the past couple of months,” Novak added. “With the dark store model, there is more of an opportunity to stay capital efficient, though harder to launch your own fulfillment. If you can do it, you will have more longevity.", "url": "https://techcrunch.com/2021/12/10/tiggy-ready-to-take-on-canadian-food-delivery-incumbents-with-15-minute-option/"},
{"title": "Nuvocargo raises $20.5M at a $180M valuation to bolster trade between the US and Mexico", "author": "Mary Ann Azevedo", "published_at": "2021-12-10 08:00:35", "content": "Nuvocargo, a logistics startup out to help simplify the challenges of cross-border trade, has raised $20.5 million in a round led by Tiger Global Management.\n\nThe round valued the New York-based startup at $180 million, more than double the $70 million it was valued at when it raised $12 million in April.\n\nThe company says it still had most of that cash in the bank when Tiger approached it.\n\n“We didn’t need the capital, but Tiger showed real conviction and moved fast with their term sheet,” said Nuvocargo co- founder and CEO Deepak Chhugani.\n\nThe startup claims to pair its technology with a “team of experts” to integrate end-to-end movement of cargo in “a single platform.” Specifically, it offers an all-in-one service that rolls freight forwarding, customs brokerage, cargo insurance and even trade financing into one UI-friendly software and app. The company claims it gives its customers more visibility and better data to understand their supply chain.\n\n“A truckload from Mexico to the U.S. will have to hire a trucking company in Mexico. To find that company, you might have to go through a broker. Then when the truck gets to the border, you have to deal with all this paperwork to actually get an export out of Mexico imported into the U.S.,” Chhugani explained. “You also have to then hire another company to help you move the trailer from Mexico to the U.S.”\n\nThat’s called a transfer carrier for the unacquainted. Then on top of that, the vendor has to go through the same process in the U.S. to find a trucking company to get the product to its final destination.\n\nMidsize companies either have to form logistics departments in-house to deal with all the complexities, different currencies, laws and vendors, or, they hire brokers and freight forwarders to help with pieces of the process. \n\n“With our flagship offering, we go to companies and say, ‘we can take care of that entire experience for you,’” Chhugani said. “We have the infrastructure, the transportation network, the compliance and the software to help you move those products end to end. It’s kind of a one-stop shop. In that way, we become an extension of our customers.”\n\nToday, Nuvocargo mainly focuses on the transportation aspect of moving the goods. Down the line, it’s rolling out a series of other products and services.\n\nAlready, the company has revealed the first of a series of financial products it is building — QuickPay for carriers, which is essentially a cash advance product for the truckers in Nuvocargo’s marketplace. \n\n“We’ve been in a small private beta for a couple of months and the adoption has been extremely exciting,” Chhugani said. “QuickPay for carriers has been growing processing volumes by 35% weekly and recently crossed seven figures in annualized transaction volume in just a few short weeks since launch.”\n\nWith an estimated 10 million trucks moving cargo between Mexico and the United States each year, Nuvocargo estimates the market for QuickPay at around $20 billion annually.\n\nSupply chain issues have dominated headlines for some time now, and what Nuvocargo is building has great potential to improve efficiencies along the trade corridor between the U.S. and Latin America, according to Tiger’s John Curtius.\n\nSince it began operations in late 2019, Nuvocargo has been growing its revenues by about 30% month over month. While he declined to reveal hard revenue figures, Chhugani expects Nuvocargo will generate “tens of millions of dollars” in annual revenue in 2022. It’s also on track to close this year with 5x revenue growth compared to 2020. The company has tripled its team since announcing its Series A in April, from 30 to about 90.\n\nAlso participating in the latest round of funding is The Flexport Fund, Kavak COO Federico Ranero and existing backers such as QED Investors, NFX and ALLVP. Prior Nuvocargo investors include Y Combinator, Nubank founder David Velez and the co-founders of several unicorns, including Deel, Rappi, Ramp and Loft, among others. The additional funding brings Nuvocargo’s total raised to date to $37.8 million.\n\n“The U.S.-Mexico cross-border trade is poised for growth in the coming years with Mexico’s growing manufacturing sector,” said Hursh Narain, partner at The Flexport Fund. “Deepak is an incredible founder that understands the current state and has vision for a digital future state.”\n\nNuvocargo fits the fund’s thesis that customers in global logistics are better served hiring digitally native service providers than they are trying to layer software on top of the old, offline world, added Ben Braverman, chief customer officer at Flexport and partner at The Flexport Fund.", "url": "https://techcrunch.com/2021/12/10/nuvocargo-raises-20-5m-at-a-180m-valuation-to-bolster-trade-between-the-us-and-mexico/"},
{"title": "3 views: The new decentralized venture landscape is changing how we report startup data", "author": "Natasha Mascarenhas", "published_at": "2021-12-10 13:35:47", "content": "Where is Silicon Valley, really?\n\nIn 2021, it’s no longer a Bay Area hub backed by Sand Hill Road investors — it’s everywhere. The decentralization of capital to emerging ecosystems has done more than empower local entrepreneurs to raise that follow-on round, it’s also changed our work as journalists.\n\nAfter Mary Ann published an exclusive look at how fundraising is moving beyond Silicon Valley, we decided to unpack our views on the trend’s long-term impact. Mary Ann followed up her reporting with a few thoughts about how the rise of startup hubs across America is hardly new and certainly nothing to be afraid of. Natasha and Alex dug into data-focused reporting, a key plank of the startup journalism game that is evolving as the market matures. What can we say, the Equity team can’t stop talking! \n\nI’m going to go out on a limb here and say that, in a world of fast-moving deals and the end of HQs, startup geography data has never mattered less.\n\nNow that you’re paying attention, I’m going to slightly hedge that and say that this somewhat controversial mindset doesn’t include emerging markets. For the longest time, startup data helped us understand how an entrepreneurial scene was growing. The concentration of capital in late-stage deals, for example, would show that the winners are winning but perhaps at the cost of smaller upstarts. A thriving angel scene would let us know that pre-seed startups are going to enjoy a boost of activation energy.\n\nBut what happens when the bounds of traditional geography goes away? You can be a startup based in Boston, but where do the concentration of your employees live? Where do your investors live? You may have answers, but maybe they will only be correct for the month.\n\nDigital nomads aside, my point is that distributed work’s popularization clouds a little bit of our classic “local startup” news coverage. Detroit’s scene may be booming, but thanks to a nod from Miami and a wire from Boston. I think this means that our data needs to focus more on networks than ever before, understanding — at an aggregate level — how a startup’s success has a ripple effect across other communities. In other words, Duolingo’s public debut may have benefitted Pittsburgh’s local startup scene, but what if the company’s growth will now only look international? That’s a hypothetical, but I think we’ll need to ask deeper questions of funding data and ground-level wins.", "url": "https://techcrunch.com/2021/12/10/3-views-the-new-decentralized-venture-landscape-is-changing-how-we-report-startup-data/"},
{"title": "Daily Crunch: In just 12 months, LatAm e-commerce platform Merama attains unicorn status", "author": "Alex Wilhelm", "published_at": "2021-12-09 15:10:32", "content": "To get a roundup of TechCrunch’s biggest and most important stories delivered to your inbox every day at 3 p.m. PST, subscribe here.\n\nHello and welcome to Daily Crunch for December 9, 2021!  Yes, we’re one day closer to the Christmas holiday for all those who celebrate, so we published part two of our 2021 venture capital book recommendation guide today. Part one is here. There’s a lot of books in there, so make sure to curl up before year’s end and recharge with some reading! —Alex\n\nBefore we dive into the day’s mix of startup happenings, one more piece of data for you to chew on. Silicon Valley may be seeing its status as the The Startup Market being challenged both at home and abroad, but another market is not changing as quickly. Namely the funding landscape for women founding business-focused software companies. Given just how big a chunk of the startup market such businesses comprise, the gender gap is staggering. (A small shoutout to our own Ron Miller for his consistent reporting on inequities in the startup industry is in order, I think.)\n\nIn his latest guest post for TechCrunch+, OpenView partner Kyle Poyar explains why usage-based pricing “is a companywide effort” that “requires ditching the old SaaS metrics playbook.”\n\nIt’s no fad: UBP went mainstream because SaaS companies that use it see dramatically higher growth and retention rates.\n\nCiting examples from powerhouses like Twilio, Stripe, AWS and others, Poyar explains how UBP companies “share their customers’ success” and reduce their risk of ending up with a CRM packed “with lots of unprofitable customers.”\n\n(TechCrunch+ is our membership program, which helps founders and startup teams get ahead. You can sign up here.)\n\nTechCrunch wants you to recommend growth marketers who have expertise in SEO, social, content writing and more! If you’re a growth marketer, pass this survey along to your clients; we’d like to hear about why they loved working with you.\n\nIf you’re curious about how these surveys are shaping our coverage, check out this article on TechCrunch+ from Lucy Heskins, “How to acquire customer research that shapes your go-to-market strategy.”", "url": "https://techcrunch.com/2021/12/09/daily-crunch-102/"},
{"title": "Nubank, HashiCorp provide startup market with end-of-year IPO wins", "author": "Alex Wilhelm", "published_at": "2021-12-10 06:58:37", "content": "The 2021 IPO cycle is winding down this week as HashiCorp and Nubank priced their public debuts and listed. Happily for startup fans and the venture classes, both IPOs went well. Samsara’s IPO will come next week if current calendars hold up, but that’s pretty much it for the year.\n\nWe made it to the end! But that doesn’t mean that we don’t have work to do. We do.\n\nThe Exchange explores startups, markets and money. \n\nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\n\nThis morning, we’re parsing the final IPO prices of both HashiCorp and Nubank, tabulating their final pre-debut valuations and revenue multiples, and teasing out what we can learn from their early trading. The goal is to get a good handle on how strong the U.S. technology IPO market looks as 2021 ends.\n\nThere should be, provided no major shocks, an active 2022 IPO cycle. Our basis for that perspective is that technology valuations for public companies remain far above historical norms and the backlog of yet-private unicorns is at an all-time high. The combination reads like a recipe for a lot of flotations next year.\n\nBut we need to grok how 2021 ended to understand where 2022 begins.\n\nHashiCorp anticipated that it would price its IPO between $68 and $72 per share. It wound up selling equity in its public debut at $80 per share, a massive win for the open source-focused software company.\n\nRenaissance Capital noted that at $70 per share, HashiCorp was worth $14.2 billion. Simple math pegs the company’s fully diluted valuation with an $80 per-share price at $16.2 billion. Given that the company was last valued at around the $5 billion mark by private-market investors in early 2020, its IPO price was nothing short of revolutionary, though we might argue that it was simply underpriced in 2020, undercutting how staggering its IPO price really was.", "url": "https://techcrunch.com/2021/12/10/nubank-hashicorp-provide-startup-market-with-end-of-year-ipo-wins/"},
{"title": "Your local trucker is giving us creator economy vibes", "author": "Natasha Mascarenhas", "published_at": "2021-12-10 07:00:31", "content": "Hello and welcome back to Equity, a podcast about the business of startups where we unpack the numbers and nuance behind the headlines.\n\nFriends, we’re almost there: the end of the year that felt like a decade. This week, Mary Ann, Natasha and Alex put aside their 2021 fatigue and talked through a week full of news — and candidly, tensions. As always, shout out to Grace and Chris for producing the show and making us sound a whole lot better. \n\nWe got into the Lyft mafia, garbage and why our local truckers are giving us creator economy vibes. Or more specifically:\n\nWe disagreed more than usual this episode, which is refreshing. So cheers to more of that next year, and we’ll see you back here on Monday.\n\nEquity drops every Monday at 7:00 a.m. PST, Wednesday, and Friday at 6:00 a.m. PST, so subscribe to us on Apple Podcasts, Overcast, Spotify and all the casts!", "url": "https://techcrunch.com/2021/12/10/your-local-trucker-is-giving-us-creator-economy-vibes/"},
{"title": "Tyson Clark, a general partner with GV, has passed away", "author": "Connie Loizos", "published_at": "2021-12-09 16:52:23", "content": "Tyson Clark, a general partner with Alphabet’s venture arm, GV, has passed away unexpectedly at age 43. GV CEO David Krane just issued a statement about the team’s loss, writing, “With great sadness, we share the news that Tyson Clark, our friend and GV general partner, passed away yesterday due to sudden complications from a health issue. We are stunned and shattered by this loss. The GV team extends our deepest sympathies to Tyson’s family and loved ones. We are privileged to know his warmth, intellect, integrity, mentorship and humor. We will miss him profoundly.”\n\nClark, a father of three, joined GV six years ago to focus on enterprise technology, including startups in the SaaS application and data center infrastructure spaces.\n\nHe joined the powerful investing unit after working briefly at Andreessen Horowitz in corporate development and, before that, working in corporate development at Oracle and as an investment banker for Morgan Stanley.\n\nClark was one of a small if growing pool of Black investors in the most senior positions of the venture industry. Further, Clark was just as rare, if not more so, as a VC who’d served his country. Indeed, he spent six years in the U.S. Navy, where he served as a nuclear propulsion submarine officer. (He very recently hosted a conversation about “attracting more vets into tech” with fellow veteran and entrepreneur A.J. Altman, whose company, Hover, creates 3D models of properties and is backed by GV.)", "url": "https://techcrunch.com/2021/12/09/tyson-clark-a-general-partner-with-gv-has-passed-away/"},
{"title": "This week in TechCrunch Experts: International expansion, 2022 trends, boutique software devs", "author": "Miranda Halpern", "published_at": "2021-12-10 14:55:54", "content": "TechCrunch Experts returns with predictions for 2022, insights on product-led growth and strategies for early-stage startups that hope to expand internationally.\n\nJonathan Metrick, chief growth officer at Sagard & Portage Ventures, and Simon Lejeune, who leads user acquisition at Wealthsimple, shared three trends that they believe will shape marketing in 2022. With an eye on topics like privacy, growth hacking and influencer marketing, they wrote about the shifts they’re expecting in the upcoming year.\n\nKerry Cunningham, senior principal at 6sense, updated a model that he and his former colleagues named the “Intent Data Framework (IDF).” Last year, he revised it to include “Buyer Signals Framework (BSF),” but she has reworked it again to include product-led growth.\n\nMarjorie Radlo-Zandi, a seasoned entrepreneur, board member, mentor and angel investor, shared strategies founders can use when expanding internationally. From researching your market to setting goals, she covers it all and provides several examples.\n\n(TechCrunch) From Ph.D. to boutique software developer: An interview with Solwey’s Andrew Drach: Anna Heim interviewed Andrew Drach, a software development consultant who was widely recommended by respondents in a recent survey. Drach, who operates Solwey Consulting and Callentis Consulting Group with his wife Monika, spoke about how his academic background informs his work and why he preferred a boutique model when it comes servicing clients,\n\nIf you’re still holiday shopping, browse “Gift Guide: The best business books for 2021 recommended by VCs” by Alex Wilhelm and Anna Heim. Alex and Anna dive into business books highly recommended by VCs, share what’s on their personal reading lists and offer other recommendations in a free edition of The Exchange. Their list includes titles such as “The Qualified Sales Leader: Proven Lessons from a Five-Time CRO,” by John McMahon and “Bad Blood: Secrets and Lies in a Silicon Valley Startup,” by John Carreyou. Their non-business book list can be found here, but you can find all of TechCrunch’s Gift Guides for 2021 here.\n\nBack to Experts, we do have a recommendation that we wanted to include for the software consulting category this week.\n\nConsultant: Design 1stRecommended by: Allan Johnson, ZumioTestimonial: “We chose them because we needed help with integration of hardware with software and physical design.”\n\n(TechCrunch+) Product-led growth and signal substitution syndrome: Bringing it all together: Touching on the importance of product-led growth, Cunningham says traditional means of determining potential buyer interest are notoriously unreliable. Instead of relying on one signal such as a verbal expression of intent, “the best way to use them is to throw them into the algorithmic blender with all the other signals that are available to identify patterns that can help prioritize sales efforts.”\n\n(TechCrunch+) 4 key strategies for succeeding at international expansion: We’ll give you part of one key strategy that’s behind the paywall: “In order to achieve international growth, you need to plan based on ROI estimates,” Radlo-Zandi writes. “Narrow down the markets for the first phase of global growth by determining which is most viable and sizable for what you offer. Assess how easy or difficult it will be to enter a particular market, and whether its size justifies the effort it will take to establish a solid footprint.”\n\n(TechCrunch+) 3 disruptive trends that will shape marketing in 2022: When making predictions for 2022, Metrick and Lejeune looked back at three trends that drove growth in 2021:\n\n“This year has firmly illustrated that there will be no return to a predictable past,” they write. “2022 will reward marketers who look ahead with agility and are open to combining historical data with experimentation to chart a new path forward.”\n\nMarketer: BrandPipersRecommended by: AnonymousTestimonial: “They helped us with establishing a very optimized website and to generate a good amount of traffic.”", "url": "https://techcrunch.com/2021/12/10/this-week-in-techcrunch-experts-international-expansion-2022-trends-boutique-software-devs/"},
{"title": "GM plans to start Silverado EV production in early 2023", "author": "Jon Fingas", "published_at": "2021-12-09 16:54:20", "content": "GM will take the wraps from its Silverado EV at CES 2022, but you’ll have to wait considerably longer to put one in your garage. According to Automotive News, GM has revealed that its mainstream electric pickup will enter production in early 2023 ahead of sales late that year. It’s arriving well after the Hummer EV pickup ships this December, then, and months after the electric Hummer SUV (now slated for early 2023).\n\nThe automaker is still shy on details, although it has already teased a few key details. The Silverado EV will share the same drivetrain and Ultium battery tech as the Hummer and Cadillac Lyriq, with promises of over 400 miles of range and four-wheel steering. The regular version will have a glass roof that adds to the perceived interior space, and there will be fleet variants for workplace buyers.", "url": "https://techcrunch.com/2021/12/09/gm-plans-to-start-silverado-ev-production-in-early-2023/"},
{"title": "Anakin’s pricing tool gives e-commerce companies jump on competitors", "author": "Christine Hall", "published_at": "2021-12-10 05:30:27", "content": "Fresh from its time in Y Combinator, SaaS startup Anakin raised $2 million to continue developing its software enabling e-commerce companies to see live pricing data on their competitors.\n\nMohit Prateek and Rashmi Bala started the company last September and officially launched in March to help e-commerce stores and brands increase their revenue using pricing, products and trends data from other companies. While the company’s moniker is indeed the name of a “Star Wars” character, CEO Prateek said they chose it more for name recognition than a passion for the movies.\n\nPrior to starting the company, the co-founders were already working at the intersection of artificial intelligence and e-commerce at companies like Flipkart and Truefit.\n\nPrateek, in particular, just happened to be trying to solve the pricing problem at Flipkart with a large team optimizing SKUs across geographies and channels. He later left to build other startups, but continued to get inquiries from e-commerce companies for help with pricing. It was when the amount of calls increased that he asked Bala, with whom he was already working, if she wanted to build a business.\n\n“We had customers even before we started building the company,” Prateek told TechCrunch. “We didn’t have a product to sell them, though, it was just me advising them on how to set it up.”\n\nHere’s how the technology works: Company A prices an item, for example a tomato, and everyone else has to price their tomatoes similarly to entice buyers to buy it from them instead of Company A.\n\nRather than try to guess what the best price will be, Anakin automates the management and pricing of millions of SKUs from competitors using data like inventory to provide those insights in real time so that retailers can increase their revenue, on average, by up to 12%.\n\nAnakin started in the grocery space and has now expanded into food delivery, ridesharing and travel. Though he was not able to disclose customers, Prateek did say the company is working with some of the largest companies in those spaces.\n\nIn fact, prior to securing the seed round, the company was already profitable. It didn’t need to raise the round, but Anakin was running lean with just the two of them and wanted to grow fast in multiple sectors and geographies, he added.\n\nThe company, with a presence in San Francisco, Singapore and India, secured the new capital from Y Combinator, HOF Capital, Austen Allred, ACE & Company, Integrity, Pioneer Fund and a group of angel investors.\n\nSo far, Anakin is growing its revenue 24% every month and is live in more than 10 countries, Prateek said. The funding will be used to hire additional employees to have more boots on the ground in other countries. The company will also invest in product development, expanding into other categories and creating a self-service tool.\n\n“We started in the middle of COVID, and we were scared that it would shut us down, but even mom-and-pop stores are online and competing with Amazon,” he added.", "url": "https://techcrunch.com/2021/12/10/anakins-pricing-tool-gives-e-commerce-companies-jump-on-competitors/"},
{"title": "Facebook and Instagram roll out personalized ‘Year in Review’ features", "author": "Aisha Malik", "published_at": "2021-12-09 13:18:23", "content": "Meta, formerly known as Facebook, has rolled out “Year in Review” features for both Facebook and Instagram. On Facebook, users can share their personalized “Year Together” card, which highlights the friends, feelings, places and people that mattered most to them in 2021. The new in-feed experience reflects on people’s year on the platform and curates it into a shareable card. The new feature is available globally starting today and will be accessible until December 30th.\n\nOn Instagram, users can share a custom end-of-year “Playback” time capsule to their IG Story. The feature leverages the Stories Archive, so users can customize and select up to 10 stories to share with their followers. To be eligible for this feature, users need to have posted more than three stories this year or have Stories Archive turned on. The platform will suggest Playback posts for you, but you’ll also have the option to pick what you want to share. Users will see a message in their Instagram feed inviting them to create their own Playback. The new feature will be available to users for several weeks.\n\nIn previous years, Instagram users have created their own version of an end-of-year feature where they would post their top nine images in a photo grid. This year, Instagram is offering an in-app method for its users to create shareable end-of-year content.\n\nBoth Facebook and Instagram’s new features are fully customizable so users can add or remove content and posts that they choose. Meta notes that these two features are rolling out over the next few days to all users around the globe.\n\nThe launch of the new features comes as shareable end-of-year recaps have become increasingly popular thanks to Spotify’s annual Wrapped experience that is widely shared across social media each year. Facebook and Instagram join many other digital giants looking to mimic the popular feature by releasing their own versions. For example, Reddit rolled out personalized recaps with stats about users’ habits this week; meanwhile, Snapchat is expected to launch its “Year End Story” this month as well.", "url": "https://techcrunch.com/2021/12/09/facebook-and-instagram-roll-out-personalized-year-in-review-features/"},
{"title": "Rent the Runway-style UK fashion rental marketplace HURR raises $5.4M round led by Octopus", "author": "Mike Butcher", "published_at": "2021-12-10 03:56:44", "content": "HURR — a “Rent the Runway” style U.K. fashion rental marketplace — has raised $5.4 million in a seed funding round led by European VC firm Octopus Ventures. Also participating was Ascension and D4 Ventures, among others.\n\nHURR launched in 2019 and has a hybrid business model, combining peer-to-peer fashion rentals, direct partnerships with fashion outlets and a white-label service with retailers such as Selfridges Rental. It also has a physical store in Selfridges London, and a partnership with global resale platform Depop.\n\nCommenting, Victoria Prew, CEO and founder of HURR, said: “As a millennial, I’m part of a generation that loves shared ownership. We’ve all witnessed the rise of disruptive tech-first businesses such as Airbnb and Uber and, if we can rent our houses and cars, why not our wardrobes.”\n\nMatt Chandler, consumer investor at Octopus Ventures, said: “HURR is perfectly placed to capitalize on the shift towards new models of ownership and spearhead the transition to a more climate-friendly fashion industry.”", "url": "https://techcrunch.com/2021/12/10/renttherunway-style-uk-fashion-rental-marketplace-hurr-raises-5-4m-round-led-by-octopus/"},
{"title": "Meta’s Horizon Worlds is available in the US and Canada for 18+ users", "author": "Amanda Silberling", "published_at": "2021-12-09 13:38:56", "content": "The company formerly known as Facebook is taking a step toward its goal to transport us to the metaverse. Now, Horizon Worlds — the Second Life or Minecraft of Meta’s VR apps — is expanding out of invite-only beta, opening up to all users over 18 years old in the U.S. and Canada. This is a huge milestone for the app, which was first announced in 2019.\n\nThe free app is a social world-building playground. When you enter the app (after a short tutorial if it’s your first time), you’re presented with three options: play (games), attend (events) and hang out. You can explore experiences that Meta itself created, plus community-generated spaces, which anyone can build. In October, the company announced $10 million in funding for creators building these VR experiences, incentivizing users to make new games and hangouts.\n\nBefore you enter any of these virtual spaces, the platform reminds you that anyone you interact with is a real person.\n\nOn the primary menu, which you access by looking at your left wrist, there’s a safety button that you can press, which instantly sends you to your “Safe Zone,” a private room where you can take a break or block, mute and report people.\n\nOne of the first hangout spaces users might encounter is the Plaza, a space created by Meta. Our legless avatar threw paper airplanes with strangers and even spoke with a community moderator, who chatted with newcomers and helped explain how the controls work (they’re intuitive enough, but take a few minutes to get used to). It was a weirdly pleasant experience, absorbing the futuristic scenery and listening as people around us chatted about their avatars’ outfits, making metaverse small talk.\n\nBut in user-generated spaces, there won’t always be these human moderators who could intervene if something goes wrong. It’s not realistic to expect to see a Meta representative in every space in Horizon Worlds — it might even feel a bit creepy — but the metaverse poses new challenges in keeping people safe online.\n\nMeta has struggled to remove hate speech and violent images from Facebook, and the company is reeling from the impact of leaked internal documents that show how its app Instagram can be dangerous for teens’ mental health. Just yesterday, head of Instagram Adam Mosseri testified before Congress about online safety for children and teens. But a metaverse world poses additional challenges, as it’s a more immersive audio-visual experience. Clubhouse struggled to moderate its live audio rooms, and even Twitter has run into issues with harmful content on Spaces as of late. Twitch streamers have dealt with “hate raids,” too.\n\nBut in terms of user experience, Horizon Worlds is a massive step up from Horizon Venues, Meta’s platform for immersive events (once Worlds is globally accessible out of beta, Venues might be rendered obsolete).\n\nRight now, if you use Venues, you just get dropped into a blocky entry area, like a hallway in a movie theater. You can choose from a few rooms to enter, where you can watch a pixelated recording of a Billie Eilish concert on loop, for example. Worlds already feels more engaging and promising than Venues. But as Horizon Worlds opens itself up for millions of users to join, Meta needs to prove that it’s capable of keeping a social platform safe.\n\nTo run Horizon Worlds, you’ll need to download the free app on a Quest 2 device. As of January 13, 2022, it will no longer be supported on Quest 1.", "url": "https://techcrunch.com/2021/12/09/metas-horizon-worlds-is-available-in-the-us-and-canada-for-18-users/"},
{"title": "Flink, the Berlin-based instant grocery startup, is now valued at $2.85B after raising $750M in a round led by DoorDash", "author": "Ingrid Lunden", "published_at": "2021-12-09 22:03:48", "content": "Instant grocery delivery continues to be a very frothy market, but today comes news of a major funding round for one player in it that investors believe will still be standing after the hype has died down.\n\nFlink, the Berlin-based startup that sells food and other essentials at supermarket prices and aims to deliver them in less than 10 minutes, has confirmed that it has raised $750 million, a Series B round of funding led by a strategic backer, DoorDash, made at a pre-money valuation of $2.1 billion ($2.85 billion post-money). Flink is already present in some 60 cities across four countries, where it covers 10 million customers; the plan will be to use the funding to continue growing that footprint, both organically and potentially by snapping up rivals (we have confirmed that most of the round is in equity, with a small portion in debt for acquisitions).\n\nThe involvement of DoorDash — which went public in December 2020, has a market cap currently of just under $57 billion and is making its first foray into Europe with this investment (a €7 billion deal to buy Wolt in Finland has not closed; projected date for that is the second half of 2022) — was a badly kept secret in this fundraise, with reports of the investment emerging several months ago. We can confirm that DoorDash’s investment officially closed in September, with the rest of the round completed in the months following.\n\nOthers in the round included previous backer Mubadala Capital (which backed Flink in a $240 million round made as recently as June) and other unnamed new and past investors. (Previous backers also include German supermarket giant REWE, Prosus, Bond, Target Global, Northzone, Cherry Ventures and TriplePoint Capital.)\n\nWhat’s remarkable when you consider the size of the funding is that Flink has only been around for a year, and commercially active for just seven months. In a rare interview — the company has been media-shy up to now — CEO and co-founder Oliver Merkel said he believes that part of the reason Flink has attracted attention among what is a crowded field of instant delivery startups is because of the founders’ track records. Merkel spent years as a management consultant at Bain working in grocery and retail; co-founders Julian Dames and Christoph Cordes are Rocket Internet alums who respectively founded the Foodora food delivery startup and furniture e-commerce business Fashion for Home (acquired by Home24, where Cordes became CEO).\n\n“I think what we bring and why could we win market leadership in such a short amount of time is because we are obsessed about how we do things… and we bring some experience to the table. We made so many mistakes elsewhere, and we hope we’ve learned from those,” Merkel said. (Another reason for wooing investors could be that he’s quite personable for a media-shy person; that last comment was delivered tongue-in-cheek, as were many of the other quips he made off the record.)\n\nThis round has been in the works for some months now and the story behind that speaks to volatility and hype in the market at the moment, and where Flink believes it stands out.\n\nDoorDash had originally come to Berlin last summer looking at investing in Gorillas, one of Flink’s big rivals, but that deal fell through over differences between the two companies’ management styles and longer-term growth plans. So, DoorDash began talking with Flink, where it turned out executives were more aligned in their strategies and approaches to growth. (Gorillas instead raised money from another strategic, Delivery Hero, as part of a whopping $1 billion round.)\n\nFlink, meanwhile, fresh off its own funding round, was flirting with M&A. Specifically, the startup had been tapped by both e-commerce and delivery behemoth Amazon, as well as by another U.S. instant grocery delivery player Gopuff, as an acquisition target.\n\nBoth approaches didn’t go anywhere — depending on who you ask, because Flink’s valuation was too high; or because Flink wasn’t interested in selling. At the same time, Flink was also looking at a potential merger with Gorillas — a massive consolidation play that also didn’t happen at the time.\n\nWhether Gorillas and Flink do ultimately join up, consolidation will likely come one way or the other as the many companies in instant delivery that have popped up in the last couple of years — spurred by the pandemic and changes in how people shopped and moved around — struggle to get profitable, reach positive unit economics, find new customers and raise more money. Gopuff has been buying up smaller instant delivery startups in Europe to expand and scale, as has Getir.\n\nAnd we found out too that Flink itself came close to buying another instant delivery company, Cajoo in France, apparently for the grand sum of €1, before Cajoo instead opted to raise $40 million.\n\n(TechCrunch has confirmed the above details with executives across the companies.)\n\nPutting all that M&A intrigue to one side, though, Flink has been quietly building out a strategy for how it plans to tackle the market, and it starts with how it sources groceries.\n\nE-commerce is a business of economies of scale — it’s one reason why it’s so hard ultimately to compete against the behemoth that is Amazon — and the same goes for groceries, which need to be procured by the retailers that sell them.\n\nRather than try to get to a big enough scale to have the best negotiating power for buying in goods, Flink’s approach has been instead to partner with huge retailers and lean on them for those deals. In Germany, that has been its strategic backer REWE, and it has followed the same route with its launches in France and the Netherlands, although Flink has declined to disclose so far who those partners are.\n\n“Flink is on a dynamic growth track, which REWE Group is supporting with its long-term commitment,” said Lionel Souque, CEO of REWE Group, in a statement on the relationship. “This also includes the operational cooperation between Flink and Rewe in the area of purchasing, which continues to develop very positively. Our decision to partner with Flink in April of this year has proven to be successful; Flink is now the number one in Quick Commerce in Germany and is ideally placed to further expand their market leadership.” (As for why a supermarket giant would be interested in a company that is essentially a rival, the logic was explained to me like this: those big supermarkets missed the boat on hard discount rivals like Aldi and Lidl, where they didn’t anticipate just how competitive the latter would ultimately become, taking away chunks of market share and customers. Now, the idea is to avoid making the same mistake and instead collaborate earlier and more closely with the next big thing to stay abreast of whatever growth might come.)\n\nIn the process of growing, the aim for Flink has been to keep the concept of instant grocery delivery as normal as possible and delivered to as wide a range of consumers as possible, not just young urbanites with disposable cash.\n\n“People in big cities are spoiled,” Merkel said. “They get all the new innovations and services, but when we opened in Regensburg” — a significantly smaller town in the south of the country where Flink is now also operating — “it was crazy, the amount of business we got from day one. It’s an indication that our model works everywhere. We want to be the supermarket for everyone. Our pricing is supermarket pricing, and our products appeal not just to hipsters but the fireman, the teacher. Normal people.” It currently offers some 2,500 items in its biggest markets, and following its wide-appeal approach, that selection likely will grow over time.\n\nWhat will be worth watching also is how Flink grows its talent. At a moment when there remains a lot of scrutiny — and potentially some big changes ahead — over the rights that gig workers have at the companies where they operate, Flink says that its focus is “fully employed riders with unlimited contracts at a massive scale to cope with customer demand.” \n\nThe company says that on average, its customers are taking multiple orders each week, an engagement metric that caught the eye of DoorDash and will be something to watch as part of how the two companies potentially collaborate together in the future.\n\n“We’ve been impressed by Flink’s growth and customer retention,” said Prabir Adarkar, CFO of DoorDash, in a statement. “Oliver, Julian, Christoph, and their team share our operator mindset and bring a wealth of industry experience. It’s not surprising that in less than a year of operating they have established themselves as the leader in key European markets.” \n\n“This funding round is a watershed moment for Flink as it continues on its hyper growth trajectory,” added Amer Alaily of Mubadala. “We are excited to watch them disrupt the instant grocery delivery space amidst an enormous market opportunity in Germany, France, the Netherlands and beyond — and we look forward to remaining a trusted partner to Oliver, Julian, Christoph and their team.” ", "url": "https://techcrunch.com/2021/12/09/flink-the-berlin-based-instant-grocery-startup-is-now-valued-at-2-85b-after-raising-750m-in-a-round-led-by-doordash/"},
{"title": "Breakout Ventures has a new, $112.5 million fund, backed by Tony Fadell, Chris Sacca and others", "author": "Connie Loizos", "published_at": "2021-12-09 23:54:18", "content": "Breakout Ventures, a San Francisco-based seed- and Series A-stage venture firm that funds what it calls creative biosciences startups, has closed the second fund in its five-year history with $112.5 million in capital commitments.\n\nBoth of its funds, including a $60 million debut effort that we wrote about in 2017, are backed by Dolby Family Ventures, the Thiel Foundation, GRIDS Capital, S Cubed Capital, Chris and Crystal Sacca, Tony Fadell and Zack Bogue and Matt Ocko of DCVC.\n\nThe new fund also pulled in new institutional LPs, including Cortes Capital and Cupola Funds managed by AMG National Trust.\n\nWhat its high-wattage backers are betting on are two managing partners who’ve long focused on startups at the intersection of biology and technology.\n\nLindy Fishburne, a management consultant earlier in her career, spent more than a decade as the executive director of the Thiel Foundation, which awarded no-strings-attached grants to deep science startups until it became obvious to Fishburne that, given what she was seeing, it was time to start writing venture checks instead.\n\nJulia Moore was meanwhile an associate director at Stanford University before joining the Thiel Foundation as a portfolio director and joining forces with Fishburne afterward at Breakout Ventures. (Moore was promoted to managing partner earlier this year; the Thiel Foundation’s model has since been retired as the two build out the Breakout Ventures footprint.)\n\nNaturally, the bets the two are making were also critical to the fundraising process, and there was apparently plenty of progress to report, with a portfolio that features a number of highly valued startups.\n\nAmong these is Modern Meadow, a company known mostly for its lab-grown leather and that closed on $130 million in Series C funding back in April (at an undisclosed valuation). Breakout Ventures also wrote one of the first checks to Cytovale, a San Francisco-based company that has gone on to raise $50 million and is currently in the final stages of clinical trials of a new test for sepsis that generates results in less than 10 minutes. (Sepsis is the leading cause of death in hospitals, notes Fishburne.)\n\nA third company from that first fund is Checkerspot, a company using synthetic biology and chemistry to produce novel bio-derived oils. Like Cytovale, it has now raised $50 million altogether, including from Viking Global Investors.\n\nBreakout Ventures was an early investor in Cortexyme. The now publicly traded company is developing therapies for Alzheimer’s disease, though it encountered a related setback in October that sent it shares diving, and they have yet to recover.\n\nAltogether, say the two, their portfolio companies have gone on to raise more than $1 billion in follow-on capital and grants. They expect the pace to pick up quickly from here, too, fueled in part by the coronavirus pandemic. Asked about the effect on Breakout by the development of vaccines to treat COVID-19, both investors say the impact was both abrupt and enduring.\n\n“It’s been gas on the fire,” says Fishburne. “For the world to see how central science is and its capacity to now be able to move so quickly and be so responsive driven by the tools of scale that are now available, that has [created an] enormous on-ramp for our companies and the places that we play.”\n\nShe points, as one example, to a portfolio company called Phylagen, a San Francisco-based biotech company that combines microbial genomics and data analytics to solve complex problems like pandemic management and supply chain verification and which is currently working with several large tech companies to ensure their employees and customers that their offices are safe.\n\nMoore echoes the point. “What we saw with Moderna and what we’re seeing at the board level is that [companies’] ability to code a vaccine over a weekend permanently changed the pace of innovation in biosciences. The pace at which we see our companies monitoring timelines is moving [faster] because they have more actionable information and can iterate on that information at a speed we’ve never seen before.”\n\nSeemingly, Breakout Ventures is also moving quickly. Already, the firm has invested in three companies with its new fund, including Parthenon Therapeutics, a two-year-old, Cambridge, Massachusetts-based biotech that’s developing anti-cancer therapies and which just last week announced $65 million in Series A funding.\n\nAsked how Parthenon fits into Breakout’s broader thesis, Moore notes that while Parthenon looks like a traditional therapeutics company, it’s “doing a lot of really interesting biomarker work. They’re working with a novel hypothesis. They have an interdisciplinary team that can do multiple different modalities.”\n\nWhile tried-and-true biotech investors led the deal — in this case, Pfizer and Northpond Ventures — Breakout Ventures is already thinking differently about less traditional partnerships for the company. Says Moore: “We’re the ones asking: How do you move faster in looking at the pipeline with pathology and AI?”\n\nPictured above: the Breakout Ventures team, with Moore and Fishburne pictured at top, left to right.", "url": "https://techcrunch.com/2021/12/09/breakout-ventures-has-a-new-112-5-million-fund-backed-by-tony-fadell-chris-sacca-and-others/"},
{"title": "Maev secures $9M; will have your dog howling for more of its raw pet food", "author": "Christine Hall", "published_at": "2021-12-10 06:00:09", "content": "As consumers think more about what they are putting in their bodies, they are also thinking about what they are feeding their pets. Driven by the global pandemic and everyone being at home with their pets, sales topped $100 billion in 2020 in this sector.\n\nAustin-based Maev, developing human-grade raw dog food, is poised to take a share of the raw food category, announcing today it raised $9 million in a round of funding led by Springdale Ventures. The company previously raised undisclosed rounds backed by VMG Partners, Bolt and Willow Growth.\n\nThe idea for the direct-to-consumer pet care brand was sparked in 2018 by CEO Katie Spies and Christine Busaba. Prior to starting the company, Spies started her career as an engineer, stacking up three degrees. She worked at a startup as a product development manager, but ultimately left that behind to find a different calling. It was during that time that she became a dog walker and realized what was needed in the dog food space.\n\nThough they officially started the company in 2019, Busaba and Spies didn’t launch their first product, the raw dog food, until 2020. The pandemic initially affected Maev’s ability to get started. The company had four employees and had to shift its launch plans and even push back its funding round, she said. It ended up working out, and today, it has added supplemental vitamin bars and bone broth topper to its product pipeline.\n\nThe food products were created alongside a team of veterinary nutritionists and clinically tested to address nutritional gaps for a healthier dog. The frozen food is made with real meats, vegetables and fruits and unlike competitor brands that have to be thawed, Maev’s products are ready-to-eat out of the freezer, Spies said.\n\n“We started with three products, but we are building the future of pet care,” she added. “This grocery aisle had little innovation. There are some great products, but pet parents have accepted that healthier products mean being harder to use. We aim to make products easier and great for your dog.”\n\nMaev sells its food as a subscription product, with costs averaging about $2 per meal. Over the past year, the company acquired about 2,000 customers and has 16 employees and 11 open jobs. During that time, the company has been growing both its revenue and customer bases, investing in supply chain and solidifying its innovation.\n\nNow with the new capital in hand, Spies plans to “put a foot on the gas” to push its 20% month over month growth to 25%. In the next year, the company will be selling its products in an omnichannel capacity with a focus on customer retention. It is already seeing 92% of customers stick around after their first box, a statistic Spies explained is not seen frequently in other pet food brands, where the industry average is 60%.\n\nShe expects to invest the new capital in its headquarters move to Austin, brand awareness and hiring across marketing and supply chain. One of the company’s biggest customer requests is a chicken product, and plans are in the works to have one available in three months. Spies expects that addition to outsell its current beef product.\n\nWith 95 million dogs in the U.S. Spies notes the company has plenty of room to grow. There are 112 fresh pet food companies with new entrants shaking up the market over the past few years, she said. Maev is one of the latest to attract venture-backed funding, joining Alpha Paw and Jinx in announcing new raises in the past two months.\n\nMeanwhile, pet food incumbents are also putting a paw print in the healthier food space: Freshpet launched its Spring & Sprout vegetarian dog food in September and Hill’s Pet Nutrition announced a partnership with Bond Pet Foods last month to create meat proteins via fermentation for pet food applications.\n\n“It’s been really interesting to watch the market evolve,” Spies said. “Today, it is great that more dog owners are educated on some of the problems with standard kibble and are skeptical about what they are feeding their dogs. However, when you boil down all of the decisions you make about your dog, this is the most important one for health and longevity.”\n\nThat attention to detail and care for pets is what attracted many of Maev’s investors to jump on board.\n\n“We are highly particular and prescriptive in considering brands to bring into the VMG portfolio, making our investments sparse, yet strategic in those companies that have what it takes to become iconic brands,” said Carle Stenmark, partner at VMG Partners, in a written statement. “We were immediately drawn to Maev by its incredibly engaged and vocal customer base, as well as our alignment with Katie, who we believe is a world-class founder setting the standard for the next-generation of pet care.”\n\n“Innovation in our space doesn’t just mean new products in different formats or packaging; instead, it’s looking at the consumer’s life and finding ways to exceed their expectations and enhance their daily routines, which includes their loved ones and furry friends,” added Dan Graham, co-founder and general partner of Springdale Ventures. “Outside of being a fantastic product at the leading edge of the better-for-you pet food movement, Katie’s passion and determination for changing the lives of pets and their owners is a journey on which we’re excited to be, especially as our first investment into the pet space, with more to come.”", "url": "https://techcrunch.com/2021/12/10/maev-dog-raw-pet-food/"},
{"title": "Web creator Tim Berners-Lee’s startup Inrupt raises $30 million", "author": "Manish Singh", "published_at": "2021-12-09 13:59:02", "content": "Tim Berners-Lee’s startup, Inrupt, has raised about $30 million in its Series A financing round, a source familiar with the matter said.\n\nForte Ventures led Inrupt’s new round, the two said Thursday, but both declined to disclose the size of the deal. The round saw participation from “all existing investors,” including Akamai Technologies and Glasswing Ventures, as well as new investors Allstate and the Minderoo Foundation’s Frontier Technology Initiative.\n\nTechCrunch reported in late October that the three-year-old Inrupt was in talks to raise between $30 million to $50 million.\n\nInrupt — founded by the creator of the standards of the world wide web, Berners-Lee, and technologist John Bruce — is attempting to “reshape the internet” by building a platform that gives users control of their data. The Inrupt team includes cryptography expert Bruce Schneier.\n\n“Business transformation is hampered by different parts of one’s life being managed by different silos, each of which looks after one vertical slice of life,” said Berners-Lee in a statement. “Meanwhile, that data is exploited by the silo in question, leading to increasing, very reasonable, public skepticism about how personal data is being misused.”\n\nInrupt’s platform enables users to store their personal data in something called a POD (Personal Online Datastores). These PODs are interoperable with decentrealized applications and can be decoupled whenever the user prefers to do so. Inrupt believes, it said in an investor pitch obtained by TechCrunch, that it is attempting to emulate the core infrastructure of companies such as Visa for credit card processing and Verisign, which commercialized the DNS standard.\n\n“This approach allows consumers to take control of their data while giving governments and companies — and their app developers — a more seamless transition into a new internet era and regulatory regime (e.g., GDPR),” wrote Hunter Hartwell, principal at Forte Ventures, in a blog post.\n\n“Our thesis for the investment in Inrupt is a simple one: consumers, governments, and many companies are eager to move towards a truly open and collaborative web (aka Web3), and Inrupt’s enterprise Solid server (ESS) represents the most technically advanced and commercially viable path to realizing that future. Embedded in our thesis is the belief that this top-tier team is uniquely qualified to meet the requirements and expectations of government and corporate partners, as well as the broader public,” he added.\n\nInrupt’s customers include governments and enterprises. The startup has signed contracts with governments of Sweden, Argentina and Basque, TechCrunch reported earlier. It generated $225,000 in revenue last year, and $200,000 in revenue in September, the report said.\n\nThe startup will deploy the funds to “expand its global footprint of Solid deployments in both the government sector and the commercial sector,” said Hartwell.", "url": "https://techcrunch.com/2021/12/09/tim-berners-lee-inrupt-fundraise/"},
{"title": "Beat the late-registration deadline and buy your pass to TC Sessions: Space 2021", "author": "Marquise Foster", "published_at": "2021-12-09 16:06:08", "content": "Time marches on, and yours is running out if you want to attend TC Sessions: Space 2021 on December 14-15. If your passion and/or livelihood is rooted in building the space 2.0 economy, why the heck wouldn’t you attend the premier conference for early-stage space startups? We’re looking at you, last-minute decision makers.\n\nBeat the deadline: Avoid the day-of ticket price hike and buy a late-registration pass before December 13 at 11:59 pm (PT) and save a cool $110.\n\nThis two-day interactive conference features top subject-matter experts, including aerospace primes, founders, investors, scientists, engineers, government and military policymakers and academics.\n\nWe’re especially thrilled to bring so many smart women to the stage at TC Sessions: Space. Here’s a brief, but spectacular rundown of women who are forging the future of space. You’ll find their specific presentations listed in the event agenda:\n\nTC Sessions: Space 2021’s two-day mission takes place on December 14-15. Last-minute decision makers — don’t pay more at the door. Heed this call and register for your pass before December 13 at 11:59 pm (PT).\n\nIs your company interested in sponsoring or exhibiting at TC Sessions: Space 2021? Contact our sponsorship sales team by filling out this form.\n\n\t\t\t\t\t( function() {\t\t\tvar func = function() {\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-054de807d08247a54a95307c1ca7ea3f')\t\t\t\tif ( iframe ) {\t\t\t\t\tiframe.onload = function() {\t\t\t\t\t\tiframe.contentWindow.postMessage( {\t\t\t\t\t\t\t'msg_type': 'poll_size',\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-054de807d08247a54a95307c1ca7ea3f'\t\t\t\t\t\t}, \"https:\\/\\/tcprotectedembed.com\" );\t\t\t\t\t}\t\t\t\t}\t\t\t\t// Autosize iframe\t\t\t\tvar funcSizeResponse = function( e ) {\t\t\t\t\tvar origin = document.createElement( 'a' );\t\t\t\t\torigin.href = e.origin;\t\t\t\t\t// Verify message origin\t\t\t\t\tif ( 'tcprotectedembed.com' !== origin.host )\t\t\t\t\t\treturn;\t\t\t\t\t// Verify message is in a format we expect\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\t\t\t\t\t\treturn;\t\t\t\t\tswitch ( e.data.msg_type ) {\t\t\t\t\t\tcase 'poll_size:response':\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\t\t\t\t\t\t\t\tiframe.width = '100%';\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\t\t\t\t\t\t\treturn;\t\t\t\t\t\tdefault:\t\t\t\t\t\t\treturn;\t\t\t\t\t}\t\t\t\t}\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\t\t\t\t}\t\t\t}\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\t\t} )();\t\t", "url": "https://techcrunch.com/2021/12/09/beat-the-late-registration-deadline-and-buy-your-pass-to-tc-sessions-space-2021/"},
{"title": "US wins appeal over extradition of WikiLeaks founder", "author": "Natasha Lomas", "published_at": "2021-12-10 03:51:52", "content": "WikiLeaks founder Julian Assange is facing the prospect of imminent extradition to the U.S. after the U.K. High Court granted an appeal by the U.S. government against an earlier (January) refusal by a U.K. judge to extradite him on mental health grounds.\n\nA final decision on whether or not to grant the extradition will be made by the U.K. secretary of state.\n\nThe U.S. wants to put Assange on trial for conspiracy to hack and computer misuse. He also faces a number of charges under the controversial Espionage Act.\n\nIn all he faces 18 counts connected with “obtaining and disclosing defence and national security material” through the WikiLeaks website, primarily in 2009 and 2010 but also “to some extent since”, per a court summary.\n\nDefenders of the polarizing figure argue he’s being persecuted for telling truth to power and that his extradition would have a chilling effect on journalism — given the U.S. government is pursuing charges that include publishing classified information.\n\nAssange obtained the information from former U.S. Army solider and whistleblower Bradley (now Chelsea) Manning, who disclosed hundreds of thousands of classified or sensitive military and diplomatic documents that Assange then published via WikiLeaks — causing huge embarrassment for the U.S. government.\n\nThe leaked material included army reports and videos of airstrikes, including instances of civilian deaths in Iraq and Afghanistan, along with hundreds of thousands of U.S. diplomatic cables.\n\nIn a summary of the judgement issued today, the U.K. High Court said it has accepted a package of assurances from the U.S. government related to the previous district judge’s concerns that Assange is a suicide risk.\n\nThe Court said four assurances have been offered, adding that is “satisfied” the assurances exclude the possibility of Assange being subject to “special administrative measures” — or held at a maximum security prison in Florence, Colorado, USA (either pretrial or after any conviction) vis-à-vis the acts he is currently accused of committing.\n\nThe U.S. has also agreed to consent to an application by Assange to be transferred to Australia to serve his sentence if he is convicted; and agreed that while he is in custody in the U.S. he will receive “appropriate clinical and psychological treatment as recommended by a qualified treating clinician at the prison where he is held”, per the Court summary.\n\n“The court rejected various criticisms of those assurances which were argued on Mr Assange’s behalf, and was satisfied that the assurances were sufficient to meet the concerns which led to the DJ’s decision,” it adds.\n\nA final decision on whether to allow Assange’s extradition will pass to the U.K.’s home secretary, Priti Patel — failing a successful appeal of the High Court’s decision.\n\nSky News has reported that Assange’s legal team intends to seek an appeal at the Supreme Court, and has 14 days to file an application.\n\nAlmost a decade ago the British computer hacker Gary McKinnon was saved from extradition to the U.S. to face charges of hacking into military computers after the then home secretary, Theresa May, denied the application on human rights grounds.\n\nAssange, who holds an Australian passport, is not a British national.\n\nHe was previously granted citizenship by Ecuador, in 2018 — in a failed attempt to get him out of the country’s embassy where he had fled in 2012 to avoid being extradited to Sweden where he faced allegations of rape and sexual assault.\n\nThose charges were subsequently dropped, but in 2019 Ecuador withdrew his asylum and he was arrested by London’s Met Police for breaching bail conditions in the U.K. by seeking political refuge at the embassy.\n\nEarlier this year Ecuador also stripped Assange of his citizenship.\n\nThis report was updated with details of Assange’s legal team’s planned appeal to the Supreme Court.", "url": "https://techcrunch.com/2021/12/10/us-wins-assange-extradition-appeal/"},
{"title": "Coinbase Ventures backs cross-chain infra Router Protocol", "author": "Manish Singh", "published_at": "2021-12-10 02:12:34", "content": "A startup that has built a decentralized exchange as well as a cross-chain infrastructure to facilitate communication across layer 1 and layer 2 blockchain solutions is the latest to receive backing from Coinbase Ventures.\n\nSingapore-headquartered Router Protocol said on Friday it has raised $4.1 million in a strategic funding round from Coinbase Ventures, Alameda Research, Polygon, Woodstock, Wami Capital, QCP, De-Fi Capital, Maple Block, TeraSurge Capital, Wintermute and Shima Capital, as well as several entrepreneurs. The startup also raised $485,000 in its seed round last year.\n\nWe have seen a proliferation of layer 1 blockchain networks that are all attempting to solve similar problems in recent years. As these layer 1 projects gain traction, they are able to attract the developer community that builds layer 2 solutions atop of their preferred blockchain.\n\n“Blockchains are like cities and you can scale them endlessly, but unless you build the connectivity infra, nobody goes there,” said Ramani Ramachandran, founder and chief executive of Router Protocol, in an interview with TechCrunch. “So we have had all these blockchains coming up, but no connectivity between them. So that was the genesis of Router Protocol,” he said.\n\nRouter Protocol, founded last year, is betting that many of these layer 1 blockchain networks will continue to operate and many more will join the fray. Its offering allows developers to seamlessly move liquidity across chains seamlessly. “There are probably about 50 blockchains, with 50 different communities and their own energy,” he said.\n\n“There are going to be layer 1 scaling solutions — the Polygons of the world — and ‘Ethereum killers’ such as Aave, Solana and then we have non-EVM players such as Terra and Algorand that are coming up from different perspectives. You marry that with profusion of capital in the space. All of these players have a large warchest. Nobody is talking about less than a $1 billion warchest. The battle is not going to end anytime soon.”\n\nRouter Protocol’s other offering is Dfyn, which is a decentralized exchange, like Uniswap or Pancake Swap, that is built on top of Polygon. “It’s like we have a bunch of airport terminals called Dfyn, and then we have airline routes that connect these Dyfn networks. But they also connect other airports. That’s the beauty of the whole model.”\n\nRamachandran said he expects cross-chain solutions to become more popular next year. “Let’s imagine you’re on Solana blockchain and you want to sell Ethereum, but you see much better prices on Binance Smart Chain. Router will enable you to do get the best price on Binance Smart Chain with one click and bring it back to your native blockchain, which is Solana,” he said.\n\nTrading is the most popular use case on Router Protocol today, but Ramachandran said he expects many more applications to make inroads in the future. “Once you speak across borders, you can not just trade, but borrow, lend and do cross-chain governance. Sushi, for instance, has 15 chains and 15 different communities. To get a community vote across these chains is a nightmare as you will be required to do 15 different snapshots. So that is something we can solve. You can borrow from one chain, and lend on another,” he said.\n\nThe firm plans to deploy the capital to scale its product offerings and also invest in multiple security audits, it said.\n\n“Getting blockchains to communicate effectively with each other is the holy grail for DeFi going forward, and we are happy to work with the team behind Router & Dfyn and support their unique approach to solving this problem,” said Darius Sit, co-founder of QCP Capital, in a statement.\n\n“We anticipate future Web 3.0 activity across several multi-purpose and application-specific blockchains. Router’s XCLP will be an important cross-chain infrastructure solution enabling the flow of liquidity across chains. We are delighted to back and support the Router team in their efforts in this direction.”", "url": "https://techcrunch.com/2021/12/10/coinbase-ventures-backs-cross-chain-infra-router-protocol/"},
{"title": "Officely raises $2M to help hybrid teams coordinate office time right in Slack", "author": "Greg Kumparak", "published_at": "2021-12-09 13:32:45", "content": "So your company is going WFH/Office hybrid. Great! Working from home more rules, even if management decisions or the specifics of your role mean it can’t happen every day.\n\nNow, how do you coordinate who goes in the office and when? Does it have to be the same day(s) every week? Do you just pick a random day and hope there’s a desk open? What if you’re the only one who went in that day — did you really need to commute? Do we track all this in a spreadsheet, or do we need a whole separate tool just to keep track of it?\n\nOfficely wants to handle it all right through a tool many teams are already on anyway: Slack. They’ve just raised a $2 million seed round to grow from here.\n\nOfficely’s main draw is desk booking, allowing you to group desks by which office they’re in — or, if you’ve got a bunch of desks, into “neighborhoods” within an office. You can see how many people are going in to an office on any given day, see if there’s a desk open for you, and join if so. There’s also a few other customizations, like flagging if anyone is bringing a dog into the office on each day — for the folks who might want to stay home because of allergies or, if you’re like me, only want to go into the office when there’s at least one dog there.\n\nYou can set up customizable health screening surveys to make sure no one has a fever or known exposures, and have it automatically remind people to fill out the survey on the morning they’re expected to come in. If someone gets sick, Officely can also help with contact tracing, building a list of the employees who were in the office on the same days.\n\nThey’ve also recently been experimenting with an “Office Chat” feature, which automatically creates a new Slack room at the beginning of a day, invites everyone who is scheduled to be in that day, then archives it at the end of the day. Great for figuring out lunch plans without bugging everyone back at home.\n\nI fired up a test instance of Officely, and it was really quite smooth. The UI for customizing some things away from their defaults can feel a bit buried, but that’s mostly because they’re working within the boundaries of being a Slack app — but they also do a bunch of neat stuff I didn’t even realize Slack apps can do. Team TC isn’t spending much time in the office right now so I couldn’t stress test it super hard, but I liked what I saw enough that we’ll probably give it a spin if/when we return to the office.\n\nOfficely is currently free for small teams, with the free plan capped at 10 employees and one office. If you’ve got more employees or more offices, they’ll charge $2.50 per office employee per month (“We only ever charge for your employees that use Officely to book into the office,” they note.) Once you grow past 500 employees, they offer custom pricing plans.\n\nSo why build the whole thing within Slack? “The interesting challenge with desk booking tools is the software has to be adopted by everyone in the company to be effective,” co-founder Max Shepherd-Cross tells me. Convincing everybody to onboard onto some new web app is tough; Slack, meanwhile, is where many companies’ mishmash of teams are already used to coming together.\n\nOfficely is a pivot; the team started back in 2017 with a different focus: hotel room booking. “We just got crushed by COVID. Overnight, we lost all of our customers,” says Shepherd-Cross. “After crying into our pillows for a couple of weeks, we had the realization that offices of the future are going to be run like hotels of the past. […] The whole booking infrastructure we’d spent the previous four years building for hotels, we now need for offices.”\n\nThis round was led by TEN13, and backed by angel investors Vu Tran (co-founder of learning platform Go1) and Adam Schwab (CEO of travel co. Luxury Escapes).", "url": "https://techcrunch.com/2021/12/09/officely-raises-2m-to-help-hybrid-teams-coordinate-office-time-right-in-slack/"}
]